{"resultados":[{"id":9,"resultado":"sdf","tags":"sdaf"},{"id":10,"resultado":"asdfasdf","tags":"asdfasdf"},{"id":11,"resultado":"asdf","tags":"asdf"},{"id":12,"resultado":"fgsdfgsdfgsdf","tags":"sdfgsdfgsdfg","precedente":"sdfgsdfgsdfgsdf"},{"id":13,"resultado":"sadaSDA","tags":"FDSAFASDF","precedente":"SAASD"},{"id":7,"resultado":"asdfasdf","tags":"asdfas","precedente":"asdfasdf"},{"id":9,"resultado":"yuioyuioyiuo","tags":"asdfxczvzxwerytertyertyuytuityui967899678","precedente":"iuyoyiuoyuio"},{"id":10,"resultado":"asfasdf","tags":"asdf","precedente":"AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. LEGISLAÇÃO EXTRAVAGANTE. TRÁFICO DE DROGAS. PEDIDO DE APLICAÇÃO DA CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA. NÃO RECONHECIMENTO PELA INSTÂNCIA ORDINÁRIA. DEDICAÇÃO A ATIVIDADES CRIMINOSAS. VALIDADE DOS DEPOIMENTOS DOS POLICIAIS. INVIABILIDADE DE AFASTAMENTO. NECESSIDADE DE AVALIAÇÃO DO CADERNO FÁTICO-PROBATÓRIO. ÓBICE DA SÚMULA 7/STJ.\n1. A instância ordinária justificou o não reconhecimento da causa especial de diminuição de pena do art. 33, § 4º, da Lei n. 11.343/2006, destacando que os testemunhos dos policiais indicando o réu envolto no submundo do tráfico de drogas, inclusive participação em organização criminosa, demonstram que ele, mesmo após a maioridade penal, continuou envolvido na criminalidade, circunstâncias a respaldar a sua dedicação na atividade criminosa e lhe vedar os benefícios do privilégio. (fl. 278).\n2. Para o Superior Tribunal de Justiça, os depoimentos dos policiais responsáveis pela prisão em flagrante são meios idôneos e suficientes para a formação do édito condenatório, quando em harmonia com as demais provas dos autos, e colhidos sob o crivo do contraditório e da ampla defesa.\n3. A Corte cearense apontou fundamentos suficientes a justificar a não incidência da minorante.\n4. [...], desconstituir as conclusões alcançadas pelo Tribunal de origem, com fundamento em exame exauriente do conjunto fático-probatório carreado aos autos, no intuito de abrigar a pretensão defensiva de incidência da minorante do tráfico privilegiado, com base na alegada não dedicação do recorrente a atividades criminosas, demandaria necessariamente aprofundado revolvimento do conjunto probatório, providência vedada em sede de recurso especial. Incidência da Súmula n. 7/STJ (AgRg no AREsp n. 1.812.378/SP, Ministro Reynaldo Soares da Fonseca, Quinta Turma, DJe 26/4/2021).\n5. Agravo regimental desprovido.\n(AgRg no AREsp n. 2.007.561/CE, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 14/5/2024, DJe de 20/5/2024.)\n"},{"id":9,"resultado":"asdfasdf","tags":"dasdfas","precedente":"asdfasdfas"}]}