{
  "resultados": [
    {

      "id": 1,
      "topico": "Contumcia delitiva e prisão preventiva",
      "resultado": "Esta Corte tem firme jurisprudência no sentido de que anotações criminais pretéritas, maus antecedentes, reincidência, histórico de atos infracionais, ações penais ou até mesmo inquéritos policiais em curso justificam a decretação e manutenção da prisão preventiva ante o risco à ordem pública, dado que sugestivas de contumácia delitiva do agente e, por consequência, de sua periculosidade.",
      "tags": "contumácia, delitiva, outros, inquéritos, ações, penais, curso, condenações",
      "precedente": "AGRAVO REGIMENTAL EM HABEAS CORPUS. TRÁFICO DE DROGAS E POSSE IRREGULAR DE ARMA DE FOGO. PEDIDO DE PRISÃO DOMICILIAR. IMPOSSIBILIDADE. INDÍCIOS DE COMETIMENTO DE NOVO CRIME COM VIOLÊNCIA POR PARTE DA AGRAVANTE. GRAVIDADE CONCRETA. CONDIÇOES PESSOAIS FAVORÁVEIS. IRRELEVÂNCIA. MEDIDAS CAUTELARES ALTERNATIVAS. INSUFICIÊNCIA. AUSÊNCIA DE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n[...]\n3. A propósito, \"como sedimentado em farta jurisprudência desta Corte, maus antecedentes, reincidência ou até mesmo outras ações penais ou inquéritos em curso justificam a imposição de segregação cautelar como forma de evitar a reiteração delitiva e, assim, garantir a ordem pública\" (RHC n. 156.048/SC, Rel. Ministro ANTONIO SALDANHA PALHEIRO, SEXTA TURMA, julgado em 15/02/2022, DJe 18/02/2022).\n[...]\n(AgRg no HC n. 922.102/MT, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 26/8/2024, DJe de 28/8/2024.)\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. PRISÃO PREVENTIVA. PERICULUM LIBERTATIS. FUNDAMENTAÇÃO SUFICIENTE. MEDIDAS CAUTELARES. INSUFICIÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ficou evidenciada a necessidade da medida constritiva de liberdade, porquanto demonstrada a gravidade concreta da conduta imputada ao acusado, considerando as circunstâncias fáticas - concurso de pessoas, com envolvimento de adolescentes, com utilização de diversas residências para armazenar drogas, embalagens, celulares, com grande quantidade de entorpecentes e ainda em variedade de substâncias, etc - , bem como o risco de reiteração delitiva, em razão da \"existência de atos delituosos anteriores, pela mesma prática criminosa\".\n2. Conforme orientação jurisprudencial desta Corte, inquéritos e ações penais em curso constituem elementos capazes de demonstrar o risco concreto de reiteração delituosa, justificando a decretação da prisão preventiva para garantia da ordem pública.\n3. Dadas as apontadas circunstâncias do fato e as condições pessoais do acusado, não se mostra adequada e suficiente a substituição da prisão preventiva por medidas a ela alternativas (art. 282, c/c o art. 319 do CPP).\n4. Agravo regimental desprovido.\n(AgRg no HC n. 874.767/SP, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 19/8/2024, DJe de 22/8/2024.)\n",
      "": "1"
    },
    {
      "id": 2,
      "topico": "Destinatário da minorante do tráfico privilegiado",
      "resultado": "O destinatário da minorante prevista no art. 33, §4º, da Lei n. 11.343/2006 é, por expressa disposição legal, o agente primário, de bons antecedentes, que não se dedica a atividades delituosas e que não faz parte de organização criminosa.\nOu seja, é direcionado àquele pequeno traficante que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida ou estão inseridos em esquema maior de distribuição das drogas.",
      "tags": "destinatário, minorante, tráfico, privilegiado, redutora",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS. PENAL. DOSIMETRIA DA PENA. TRÁFICO DE DROGAS. MINORANTE. AFASTAMENTO EM RAZÃO DA QUANTIDADE DE DROGA APREENDIDA. FUNDAMENTO INIDÔNEO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos do art. 33, § 4º, da Lei n. 11.343/2006, o agente poderá ser beneficiado com a redução de 1/6 (um sexto) a 2/3 (dois terços) da pena, desde que seja primário e portador de bons antecedentes e não se dedique às atividades criminosas nem integre organização criminosa. É evidente, portanto, que o benefício descrito no aludido dispositivo legal tem como destinatário o pequeno traficante, ou seja, aquele que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida.\n2. No caso, as instâncias de origem justificaram o afastamento da causa especial de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006, tão somente com base na quantidade de droga apreendida. Todavia, tal fundamento é inidôneo à negativa da causa de diminuição referenciada.\n3. Agravo regimental desprovido.\n(AgRg no HC n. 882.329/SP, relator Ministro Antonio Saldanha Palheiro, Sexta Turma, julgado em 2/9/2024, DJe de 5/9/2024.)\n",
      "": "2"
    },
    {
      "id": 3,
      "topico": "Tentativa de fuga como fundada suspeita para busca pessoal",
      "resultado": "Como evolução do entendimento da necessidade de elementos suficientes para a busca pessoal, a 3ª Seção desta Corte definiu que a tentativa de fuga, pelo réu, ao visualizar uma guarnição policial, autoriza a referida diligência, desde que se apresente narrativa verossímil, coerente e não contraditória com os demais elementos informativos.",
      "tags": "busca, pessoal, fuga, polícia, policial, autoriza, 3ª, Seção, Schietti, 244, CPP, código, processo, penal",
      "precedente": "HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. ART. 244 DO CPP. FUGA DO RÉU AO AVISTAR A GUARNIÇÃO POLICIAL. FUNDADA SUSPEITA QUANTO À POSSE DE CORPO DE DELITO. CONFIGURAÇÃO. ABSOLVIÇÃO. IMPOSSIBILIDADE. PROVAS LÍCITAS. ORDEM DENEGADA.\n\n1. Segundo o disposto no art. 244 do Código de Processo Penal, \"A busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\n2. Por ocasião do julgamento do RHC n. 158.580/BA (Rel. Ministro Rogerio Schietti, 6ª T, DJe 25/4/2022), a Sexta Turma desta Corte Superior de Justiça, à unanimidade, propôs criteriosa análise sobre a realização de buscas pessoais e apresentou como conclusões, no que interessa: 2.1. \"Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) - baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto - de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência\" [...]. 2.2. \"Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições/impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, baseadas, por exemplo, exclusivamente, no tirocínio policial\".\n\n3. A Corte Interamericana de Direitos Humanos, no caso Fernandez Prieto e Tumbeiro v. Argentina, ao tratar sobre a validade de buscas pessoais, assentou que, \"ante a ausência de elementos objetivos, a classificação de determinada conduta ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, obedece às convicções pessoais dos agentes intervenientes e as práticas dos próprios corpos de segurança, o que comporta um grau de arbitrariedade que é incompatível com o art. 7.3 da CADH\". Em 11/4/2024, o Plenário do Supremo Tribunal Federal encampou essa compreensão quanto à necessidade de elementos objetivos para a busca, ao firmar a tese, no HC n. 208.240/SP, de que \"A busca pessoal, independente de mandado judicial, deve estar fundada em elementos indiciários objetivos de que a pessoa esteja na posse de arma proibida, ou de objetos ou papeis que constituam corpo de delito, não sendo lícita a realização da medida com base na raça, sexo, orientação sexual, cor da pele, ou aparência física\".\n\n4. Não se desconsidera, por certo, que os agentes de segurança, em virtude da experiência adquirida durante anos no trabalho nas ruas, talvez possam ter uma certa \"intuição\" sobre algumas situações, da mesma forma que um magistrado com anos de carreira, em certos casos, eventualmente \"sinta\" quando algum réu ou testemunha está mentindo em um depoimento. Entretanto, do mesmo modo que o juiz não pode fundamentar uma decisão afirmando apenas ter \"sentido\" que o acusado ou testemunha mentiu em seu depoimento, também não se pode admitir que o policial adote medidas restritivas de direitos fundamentais com base somente na sua intuição ou impressão subjetiva.\n\n5. Não é possível argumentar que uma busca (fato anterior) é válida porque o réu foi preso (fato posterior) e, ao mesmo tempo, dizer que a prisão (fato posterior) é válida porque a busca (fato anterior) encontrou drogas. Se havia fundada suspeita de posse de corpo de delito, a ação policial é legal, mesmo que o indivíduo seja inocente; se não havia, a ação é ilegal, ainda que o indivíduo seja culpado.\n\n6. O cerne da controvérsia em debate é saber se a conduta de fugir correndo repentinamente ao avistar uma guarnição policial preenche ou não o requisito de fundada suspeita de corpo de delito para uma busca pessoal em via pública, nos termos do art. 244 do CPP.\n\n7. Não se ignora, naturalmente, que esta Corte vem rechaçando a validade de buscas domiciliares realizadas com base apenas no fato de o suspeito haver corrido para dentro de casa ao avistar uma guarnição policial. Também não se desconhece a recente decisão proferida sobre o tema pelo Plenário do Supremo Tribunal Federal no julgamento do HC n. 169.788/SP. É importante notar, porém, que, ao contrário do que noticiaram alguns veículos de informação, embora a ordem de habeas corpus não haja sido concedida pela Suprema Corte, não houve maioria no colegiado para estabelecer a tese de que a fuga do suspeito para o interior da residência ao avistar a polícia justifica, por si só, o ingresso domiciliar. Assim, por imperativo de coerência, é necessário esclarecer o motivo pelo qual essa atitude, embora não justifique uma busca domiciliar sem mandado, pode justificar uma busca pessoal em via pública. Para isso, é preciso invocar a noção de standards probatórios, os quais devem seguir uma tendência progressiva, de acordo com a gravidade da medida a ser adotada.\n\n8. Enquanto a proteção contra buscas pessoais arbitrárias está no Código de Processo Penal (art. 244) e decorre apenas indiretamente das proteções constitucionais à privacidade, à intimidade e à liberdade, a inviolabilidade do domicílio está prevista expressamente em diversos diplomas internacionais de proteção aos direitos humanos e na Constituição Federal, em inciso próprio do art. 5º, como cláusula pétrea, além de a afronta a essa garantia ser criminalizada nos arts. 22 da Lei n. 13.869/2019 e 150 do Código Penal. É bem verdade que buscas pessoais são invasivas e que algumas delas eventualmente podem ser quase tão constrangedoras quanto buscas domiciliares; no entanto, não há como negar a diferença jurídica de tratamento entre as medidas.\n\n9. O art. 5º, XI, da Constituição Federal exige, para o ingresso domiciliar sem mandado judicial - ressalvadas as hipóteses de \"prestar socorro\" ou \"desastre\" -, a existência de flagrante delito, e o Supremo Tribunal Federal, no julgamento do Tema de Repercussão Geral n. 280, reputou necessário haver \"fundadas razões\" prévias quanto à existência de situação flagrancial no interior do imóvel.\n\nAssim, embora o STF não haja imposto um standard probatório de plena certeza, trata-se de uma exigência elevada quanto à provável existência de flagrante delito, diante da ressaltada dimensão que a proteção domiciliar ocupa e da interpretação restritiva que se deve atribuir às exceções a essa garantia fundamental. E, ao contrário do que se dá na busca pessoal, o direito à inviolabilidade do domicílio não protege apenas o alvo de uma atuação policial, mas todo o grupo de pessoas que residem ou se encontram no local da diligência.\n\n10. Já no que concerne às buscas pessoais, apesar de evidentemente não poderem ser realizadas sem critério legítimo, o que a lei exige é a presença de fundada suspeita da posse de objeto que constitua corpo de delito, isto é, uma suspeição razoavelmente amparada em algo sólido, concreto e objetivo, que se diferencie da mera suspeita intuitiva e subjetiva.\n\n11. É possível cogitar quatro motivos principais para que alguém empreenda fuga ao avistar uma guarnição policial: a) estar praticando crime naquele exato momento (flagrante delito); b) estar na posse de objeto que constitua corpo de delito (o que nem sempre representa uma situação flagrancial); c) estar em situação de descumprimento de alguma medida judicial (por exemplo, medida cautelar de recolhimento noturno, prisão domiciliar, mandado de prisão em aberto etc.) ou cometendo irregularidade administrativa (v. g. dirigir sem habilitação); d) ter medo de sofrer pessoalmente algum abuso por parte da polícia ou receio de ficar próximo a eventual tiroteio e ser atingido por bala perdida, sobretudo nas comunidades periféricas habitadas por grupos vulneráveis e marginalizados, em que a violência policial e as intensas trocas de tiros entre policiais e criminosos são dados presentes da realidade.\n\n12. Com base nessas premissas, diante da considerável variabilidade de possíveis explicações para essa atitude, entende-se que fugir correndo repentinamente ao avistar uma guarnição policial não configura, por si só, flagrante delito, nem algo próximo disso para justificar que se excepcione a garantia constitucional da inviolabilidade domiciliar. Trata-se, todavia, de conduta intensa e marcante que consiste em fato objetivo - não meramente subjetivo ou intuitivo -, visível, controlável pelo Judiciário e que, embora possa ter outras explicações, no mínimo gera suspeita razoável, amparada em juízo de probabilidade, sobre a posse de objeto que constitua corpo de delito (conceito mais amplo do que situação de flagrante delito).\n\n13. Ademais, também não se trata de mera \"suspeita baseada no estado emocional ou na idoneidade ou não da reação ou forma de vestir\" ou classificação subjetiva de \"certa reação ou expressão corporal como nervosa\", o que, segundo a decisão da Corte Interamericana de Direitos Humanos no caso Fernandez Prieto e Tumbeiro v. Argentina, é insuficiente para uma busca pessoal. Fugir correndo é mais do que uma mera reação sutil, como seria o caso, por exemplo, de: a) um simples olhar (ou desvio de olhar), b) levantar-se (ou sentar-se), c) andar (ou parar de andar), d) mudar a direção ou o passo, enfim, comportamentos naturais de qualquer pessoa que podem ser explicados por uma infinidade de razões, insuficientes, a depender do contexto, para classificar a pessoa que assim se comporta como suspeita.\n\nEssas reações corporais, isoladamente, são assaz frágeis para embasar de maneira sólida uma suspeição; a fuga, porém, se distingue por representar atitude intensa, nítida e ostensiva, dificilmente confundível com uma mera reação corporal natural.\n\n14. Não se deve ignorar, entretanto, a possibilidade de que se criem discursos ou narrativas dos fatos para legitimar a diligência policial. Daí, por conseguinte, a necessidade de ser exercido um \"especial escrutínio\" sobre o depoimento policial, na linha do que propôs o Ministro Gilmar Mendes por ocasião do julgamento do RE n. 603.616/RO (Tema de Repercussão Geral n. 280): \"O policial pode invocar o próprio testemunho para justificar a medida. Claro que o ingresso forçado baseado em fatos presenciados pelo próprio policial que realiza a busca coloca o agente público em uma posição de grande poder e, por isso mesmo, deve merecer especial escrutínio\".\n\n15. Trata-se, portanto, de abandonar a cômoda e antiga prática de atribuir caráter quase que inquestionável a depoimentos prestados por testemunhas policiais, como se fossem absolutamente imunes à possibilidade de desviar-se da verdade; do contrário, deve-se submetê-los a cuidadosa análise de coerência - interna e externa -, verossimilhança e consonância com as demais provas dos autos.\n\n16. Assim, à luz de todas essas ponderações, conclui-se que fugir correndo repentinamente ao avistar uma guarnição policial configura motivo idôneo para autorizar uma busca pessoal em via pública, mas a prova desse motivo, cujo ônus é do Estado, por ser usualmente amparada apenas na palavra dos policiais, deve ser submetida a especial escrutínio, o que implica rechaçar narrativas inverossímeis, incoerentes ou infirmadas por outros elementos dos autos.\n\n17. O exame destes autos indica que o réu, ao avistar uma viatura policial que fazia patrulhamento de rotina na região dos fatos, correu, em fuga, para um terreno baldio, o que motivou a revista pessoal, na qual foram encontradas drogas. Diante das premissas estabelecidas neste voto e da ausência de elementos suficientes para infirmar ou desacreditar a versão policial, mostra-se configurada a fundada suspeita de posse de corpo de delito a autorizar a busca pessoal, nos termos do art. 244 do CPP.\n\n18. Ordem denegada. (HC n. 877.943/MS, relator Ministro Rogerio Schietti Cruz, Terceira Seção, julgado em 18/4/2024, DJe de 15/5/2024.)"
    },
    {
      "id": 6,
      "topico": "Inverossimilhança das alegações dos policiais",
      "resultado": "A configuração institucional brasileira tem como fundamento lógico e jurídico a confiança na atuação dos agentes estatais, tanto que lhe confere, em diversas situações, a prerrogativa de presunção de veracidade, instituto alçado à categoria de princípio quando em atuação a Administração Pública.\n\nEntretanto, tal presunção não importa em impossibilidade da análise de seus pressupostos fáticos, que pode ser mitigada após a devida valoração com critérios cotidianos como os juízos do senso comum e de verossimilhança.\n\nDevido a isso, esta Corte tem analisado com rigor certas narrativas apresentadas por agentes estatais ao justificarem o afastamento das regras constitucionais de proteção a direitos fundamentais, como a privacidade, a inviolabilidade domiciliar e o exercício cotidiano da cidadania.\n\nComo resultado, há vários julgados em que a narrativa apresentada pelos agentes estatais – em especial policiais que realizaram flagrantes – é considerada inverossímil e desconsiderada para fundamentar a mitigação dos direitos fundamentais protegidos, a despeito das considerações acima acerca da presunção de veracidade.\n\nNo mesmo sentido os seguintes julgados:",
      "tags": "inverossimilhança, versão, policial, verossimilhança",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS. FLAGRANTE. DOMICÍLIO COMO EXPRESSÃO DO DIREITO À INTIMIDADE. ASILO INVIOLÁVEL. EXCEÇÕES CONSTITUCIONAIS. INTERPRETAÇÃO RESTRITIVA. AUSÊNCIA DE FUNDADAS RAZÕES. NULIDADE DAS PROVAS OBTIDAS. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA. AGRAVO REGIMENTAL NÃO PROVIDO.\n\n[...]\n\n4. Soa inverossímil a versão policial, ao narrar que a ré, após ser abordada por agentes estatais em via pública, haveria confessado ter mais drogas no interior de sua casa, levado os policiais voluntariamente até lá e franqueado a entrada em seu domicílio.\n\n[...]\n\n[\"Se, de um lado, se deve, como regra, presumir a veracidade das declarações de qualquer servidor público, não se há de ignorar, por outro lado, que o senso comum e as regras de experiência merecem ser consideradas quando tudo indica não ser crível a versão oficial apresentada, máxime quando interfere em direitos fundamentais do indivíduo e quando se nota um indisfarçável desejo de se criar uma narrativa amparadora de uma versão que confira plena legalidade à ação estatal\" - trecho do voto condutor deste julgado]\n\n(AgRg no HC n. 732.128/SP, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 27/9/2022, DJe de 7/10/2022, grifei)\n\n\n\nAGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSUAL PENAL. TRÁFICO ILÍCITO DE ENTORPECENTES. REVISTA PESSOAL. VIOLAÇÃO AO ART. 240, § 2.º DO CÓDIGO DE PROCESSO PENAL. AUSÊNCIA DE FUNDADAS SUSPEITAS. INGRESSO FORÇADO EM DOMICÍLIO. INEXISTÊNCIA DE FUNDADAS RAZÕES. ILICITUDE DAS PROVAS OBTIDAS. RECURSO DESPROVIDO.\n\n[...]\n\n4. Nos termos da jurisprudência da Sexta Turma desta Corte, \"[a]s regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes policiais de que o paciente teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e de arma de fogo e, consequentemente, a formação de prova incriminatória em desfavor do réu.\" (HC 566.532/MG, Rel. Ministro NEFI CORDEIRO, Rel. p/ Acórdão Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 09/03/2021, DJe 07/06/2021).\n\n[...]\n\n(AgRg no RHC n. 166.508/GO, relatora Ministra Laurita Vaz, Sexta Turma, julgado em 27/9/2022, DJe de 3/10/2022, grifei)\n\n\n\nAGRAVOS REGIMENTAIS NO RECURSO ESPECIAL. TRÁFICO DE DROGAS. WRIT CONCEDIDO. ABSOLVIÇÃO. BUSCA DOMICILIAR. DENÚNCIA ANÔNIMA SOBRE A LOCALIZAÇÃO DO ACUSADO. CONDIÇÃO DE FORAGIDO. AUSÊNCIA DE PERMISSÃO VÁLIDA PARA A ENTRADA NO IMÓVEL. BUSCA PROBATÓRIA DESVIRTUADA DE SUA CAPTURA. DESVIO DE FINALIDADE. ILICITUDE PROBATÓRIA. MANIFESTA ILEGALIDADE. OCORRÊNCIA.\n\n1. Verifica-se a ilicitude das provas colhidas em busca domiciliar se, após denúncia apócrifa sobre a localização do acusado, foragido do sistema prisional, os agentes policiais entraram no imóvel (quarto de hotel), afirmando ter ocorrido a permissão por parte deste, e realizaram busca probatória desvirtuada de sua captura, que resultou na apreensão de drogas e apetrechos para o tráfico.\n\n2. Conforme a jurisprudência desta Corte, a entrada no imóvel para a captura de foragido não deve servir de salvo-conduto para que todo o seu interior seja vasculhado indistintamente, em verdadeira pescaria probatória (fishing expedition), bem como não é verossímil, diante das regras de experiência e de senso comum, a afirmação de que houve a autorização de entrada no imóvel por parte do acusado, possibilitando a formação de prova incriminatória contra si.\n\n[...]\n\n(AgRg no REsp n. 2.024.193/AM, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 7/3/2023, DJe de 10/3/2023, grifei)\n\nPROCESSO PENAL. AGRAVO REGIMENTAL NO RECURSO ESPECIAL. TRÁFICO DE DROGAS. VIOLAÇÃO DE DOMICÍLIO. INGRESSO POLICIAL APOIADO EM DENÚNCIA ANÔNIMA. AUSÊNCIA DE JUSTA CAUSA. APLICAÇÃO DO ENTENDIMENTO FIRMADO NO HC N. 598.051/SP. ILEGALIDADE FLAGRANTE. AGRAVO REGIMENTAL NÃO PROVIDO.\n\n[...]\n\n7. No caso concreto, as regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes castrenses de que o acusado teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e, consequentemente, a formação de prova incriminatória em seu desfavor.\n\n8. Diante disso, a existência de denúncia anônima não constitui justa causa para o ingresso forçado de autoridades policiais, mesmo que se trate de crime permanente. Nessas hipóteses, é indispensável que, a partir da notícia de suposta prática do delito de tráfico de entorpecentes, a autoridade policial realize diligências preliminares para atestar a veracidade das informações recebidas, de modo que, antes de ingressar na residência indicada, constate movimentação atípica no local ou surpreenda a prática da atividade ilícita.\n\n[...]\n\n(AgRg no REsp n. 2.041.858/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 14/2/2023, DJe de 27/2/2023, grifei)\n\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSO PENAL. TRÁFICO DE ENTORPECENTES. NULIDADE. INVASÃO DE DOMICÍLIO. AUSÊNCIA DE FUNDADAS RAZÕES PARA O INGRESSO. AUTORIZAÇÃO DE INGRESSO. NÃO COMPROVADO. ÔNUS ESTATAL. AGRAVO REGIMENTAL DESPROVIDO.\n\n[...]\n\n3. No caso em tela, o agentes policiais tentam fazer crer que, em perseguição a um cidadão em \"atitude suspeita\" que se refugiou em sua residência, inadvertidamente olharam para dentro dela por uma janela aberta e divisaram 15 gramas de crack sobre uma mesa, daí porque concluíram imediatamente se tratar de tráfico de drogas, o que justificaria a irrupção no domicílio sem prévio mandado.\n\n[...]\n\n(AgRg no HC n. 735.572/RS, de minha relatoria, Sexta Turma, julgado em 21/6/2022, DJe de 24/6/2022, grifei)\n\n\n\nAGRAVO REGIMENTAL EM HABEAS CORPUS INTERPOSTO PELO MINISTÉRIO PÚBLICO FEDERAL CONTRA DECISÃO QUE CONCEDEU A ORDEM. TRÁFICO ILÍCITO DE ENTORPECENTES. NULIDADE. BUSCA PESSOAL E VIOLAÇÃO DE DOMICÍLIO. AUSÊNCIA DE FUNDADAS RAZÕES. VOLUNTARIEDADE DO CONSENTIMENTO PARA O INGRESSO NA RESIDÊNCIA. FALTA DE COMPROVAÇÃO. CONSTRANGIMENTO ILEGAL EVIDENCIADO. PRECEDENTES.\n\n[...]\n\n4. A Sexta Turma tem sedimentado entendimento, no sentido de que é inverossímil a suposta confissão informal (livre e voluntária) do réu sobre armazenamento de drogas no interior do imóvel, seguida de autorização para ingresso dos policiais (por parte do acusado ou de outro morador da residência), ante a ausência de comprovação do consentimento dos moradores, como ocorreu no presente caso (AgRg no HC n. 742.270/GO, Ministra Laurita Vaz, Sexta Turma, DJe 24/10/2022).\n\n[...]\n\n(AgRg no HC n. 768.471/SP, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 27/3/2023, DJe de 31/3/2023, grifei)"
    },
    {
      "id": 7,
      "topico": "Autorização para entrada dos policiais",
      "resultado": "esta Corte tem reiteradamente decidido que compete ao Estado a comprovação da voluntariedade do residente em autorizar a entrada dos policiais, o que não ocorreu no caso em tela.",
      "tags": "autorização, ingresso, domicílio, policiais",
      "precedente": "HABEAS CORPUS. TRÁFICO DE DROGAS. SENTENÇA. NULIDADE. INGRESSO DE POLICIAIS NO DOMICÍLIO DO ACUSADO. AUSÊNCIA DE JUSTA CAUSA OU DE AUTORIZAÇÃO JUDICIAL. COMPROMETIMENTO DA MATERIALIDADE DELITIVA. APREENSÃO DE GRANDE QUANTIDADE DE DROGA (21 KG DE MACONHA). ÔNUS DA PROVA. ESTADO ACUSADOR. PROVAS OBTIDAS EIVADAS DE VÍCIO. CONSTRANGIMENTO ILEGAL MANIFESTO.\n\n1. Esta Corte Superior tem entendido, quanto ao ingresso forçado em domicílio, que não é suficiente apenas a ocorrência de crime permanente, sendo necessárias fundadas razões de que um delito está sendo cometido, para assim justificar a entrada na residência do agente, ou, ainda, autorização para que os policiais entrem no domicílio.\n\n2. Segundo a nova orientação jurisprudencial, o ônus de comprovar a higidez dessa autorização, com prova da voluntariedade do consentimento, recai sobre o estado acusador.\n\n3. Ordem concedida para reconhecer a nulidade do flagrante em razão da invasão de domicílio e, por conseguinte, das provas obtidas em decorrência do ato e absolver o paciente da imputação delituosa (art. 386, II, do CPP) referente à Ação Penal n. 1500041-98.2020.8.26.0580, da 1ª Vara Criminal da comarca de Assis/SP. Os efeitos desta decisão deverão ser estendidos à corré.\n\n(HC n. 685.593/SP, relator Ministro Sebastião Reis Júnior, Sexta Turma, DJe de 19/10/2021, grifei.)\n\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS. APREENSÃO DE 110G (CENTO E DEZ GRAMAS) DE COCAÍNA. VIOLAÇÃO DE DOMICÍLIO. INGRESSO POLICIAL APOIADO EM DENÚNCIA ANÔNIMA AUTORIZAÇÃO DE ENTRADA NÃO COMPROVADA PELO ESTADO. AUSÊNCIA DE JUSTA CAUSA. APLICAÇÃO DO ENTENDIMENTO FIRMADO NO HC N. 598.051/SP. AGRAVO REGIMENTAL DESPROVIDO.\n\n1. Tendo como referência o recente entendimento firmado por esta Corte, nos autos do HC n. 598.051/SP, o ingresso policial forçado em domicílio, resultando na apreensão de material apto a configurar o crime de tráfico de drogas - 110g (cento e dez gramas) de cocaína -, quando apoiado em mera denúncia anônima, não traz contexto fático que justifica a dispensa de investigações prévias ou do mandado judicial para a entrada dos agentes públicos na residência, acarretando a nulidade da diligência policial, como no caso dos autos.\n\n2. Na hipótese em exame, do contexto fático delineado pelas instâncias ordinárias, infere-se que não houve nenhuma espontaneidade no dito consentimento do acusado para que os policiais ingressassem na residência, pois não foi comprovada a voluntariedade, tal como narrada na sentença condenatória, ônus probatório esse de incumbência do Estado.\n\n3. Agravo regimental desprovido.\n\n(AgRg no HC n. 692.882/RJ, de minha relatoria, Sexta Turma, DJe de 13/12/2021, grifei.)\n\n"
    },
    {
      "id": 8,
      "topico": "Invasão de domicílio",
      "resultado": "Sobre o tema, ainda, cumpre frisar que o Supremo Tribunal Federal, por ocasião do julgamento do RE n. 603.616/RO, submetido à sistemática da repercussão geral, firmou o entendimento segundo o qual a \"entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade, e de nulidade dos atos praticados\". \n\nO Ministro Rogerio Schietti Cruz, ao discorrer acerca da controvérsia objeto desta irresignação no REsp n. 1.574.681/RS, bem destacou que \"a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos, diante da discricionariedade policial na identificação de situações suspeitas relativas à ocorrência de tráfico de drogas, pode fragilizar e tornar írrito o direito à intimidade e à inviolabilidade domiciliar\" (SEXTA TURMA, julgado em 20/4/2017, DJe 30/5/2017).\n\nPontuou o ministro que \"tal compreensão não se traduz, obviamente, em transformar o domicílio em salvaguarda de criminosos, tampouco um espaço de criminalidade\", mas que \"há de se convir, no entanto, que só justifica o ingresso no domicílio alheio a situação fática emergencial consubstanciadora de flagrante delito, incompatível com o aguardo do momento adequado para, mediante mandado judicial, legitimar a entrada na residência ou local de abrigo\".\n\nNesse contexto, é importante destacar que a Sexta Turma desta Corte, em recente entendimento firmado nos autos do HC n. 598.051/SP, de relatoria do Ministro Rogerio Schietti Cruz, fixou as teses de que \"as circunstâncias que antecederem a violação do domicílio devem evidenciar, de modo satisfatório e objetivo, as fundadas razões que justifiquem tal diligência e a eventual prisão em flagrante do suspeito, as quais, portanto, não podem derivar de simples desconfiança policial, apoiada, v. g., em mera atitude 'suspeita', ou na fuga do indivíduo em direção a sua casa diante de uma ronda ostensiva, comportamento que pode ser atribuído a vários motivos, não, necessariamente, o de estar o abordado portando ou comercializando substância entorpecente\", e de que até mesmo o consentimento, registrado nos autos, para o ingresso das autoridades públicas sem mandado deve ser comprovado pelo Estado.\n",
      "tags": "invasão, domicílio, irregular, nulidade, ",
      "precedente": "HABEAS CORPUS. TRÁFICO DE DROGAS. FLAGRANTE. DOMICÍLIO COMO EXPRESSÃO DO DIREITO À INTIMIDADE. ASILO INVIOLÁVEL. EXCEÇÕES CONSTITUCIONAIS. INTERPRETAÇÃO RESTRITIVA. INGRESSO NO DOMICÍLIO. EXIGÊNCIA DE JUSTA CAUSA (FUNDADA SUSPEITA). CONSENTIMENTO DO MORADOR. REQUISITOS DE VALIDADE. ÔNUS ESTATAL DE COMPROVAR A VOLUNTARIEDADE DO CONSENTIMENTO. NECESSIDADE DE DOCUMENTAÇÃO E REGISTRO AUDIOVISUAL DA DILIGÊNCIA. NULIDADE DAS PROVAS OBTIDAS. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA. PROVA NULA. ABSOLVIÇÃO. ORDEM CONCEDIDA.\n\n1. O art. 5º, XI, da Constituição Federal consagrou o direito fundamental à inviolabilidade do domicílio, ao dispor que \"a casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial\".\n\n1.1 A inviolabilidade de sua morada é uma das expressões do direito à intimidade do indivíduo, o qual, sozinho ou na companhia de seu grupo familiar, espera ter o seu espaço íntimo preservado contra devassas indiscriminadas e arbitrárias, perpetradas sem os cuidados e os limites que a excepcionalidade da ressalva a tal franquia constitucional exige.\n\n1.2. O direito à inviolabilidade de domicílio, dada a sua magnitude e seu relevo, é salvaguardado em diversos catálogos constitucionais de direitos e garantias fundamentais. Célebre, a propósito, a exortação de Conde Chatham, ao dizer que: \"O homem mais pobre pode em sua cabana desafiar todas as forças da Coroa. Pode ser frágil, seu telhado pode tremer, o vento pode soprar por ele, a tempestade pode entrar, a chuva pode entrar, mas o Rei da Inglaterra não pode entrar!\" (\"The poorest man may in his cottage bid defiance to all the forces of the Crown. It may be frail, its roof may shake, the wind may blow through it, the storm may enter, the rain may enter, but the King of England cannot enter!\" William Pitt, Earl of Chatham. Speech, March 1763, in Lord Brougham Historical Sketches of Statesmen in the Time of George III First Series (1845) v. 1).\n\n2. O ingresso regular em domicílio alheio, na linha de inúmeros precedentes dos Tribunais Superiores, depende, para sua validade e regularidade, da existência de fundadas razões (justa causa) que sinalizem para a possibilidade de mitigação do direito fundamental em questão. É dizer, apenas quando o contexto fático anterior à invasão permitir a conclusão acerca da ocorrência de crime no interior da residência - cuja urgência em sua cessação demande ação imediata - é que se mostra possível sacrificar o direito à inviolabilidade do domicílio.\n\n2.1. Somente o flagrante delito que traduza verdadeira urgência legitima o ingresso em domicílio alheio, como se infere da própria Lei de Drogas (L. 11.343/2006, art. 53, II) e da Lei 12.850/2013 (art. 8º), que autorizam o retardamento da atuação policial na investigação dos crimes de tráfico de entorpecentes, a denotar que nem sempre o caráter permanente do crime impõe sua interrupção imediata a fim de proteger bem jurídico e evitar danos; é dizer, mesmo diante de situação de flagrância delitiva, a maior segurança e a melhor instrumentalização da investigação - e, no que interessa a este caso, a proteção do direito à inviolabilidade do domicílio - justificam o retardo da cessação da prática delitiva.\n\n2.2. A autorização judicial para a busca domiciliar, mediante mandado, é o caminho mais acertado a tomar, de sorte a se evitarem situações que possam, a depender das circunstâncias, comprometer a licitude da prova e, por sua vez, ensejar possível responsabilização administrativa, civil e penal do agente da segurança pública autor da ilegalidade, além, é claro, da anulação - amiúde irreversível - de todo o processo, em prejuízo da sociedade.\n\n3. O Supremo Tribunal Federal definiu, em repercussão geral (Tema 280), a tese de que: \"A entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori\" (RE n. 603.616/RO, Rel. Ministro Gilmar Mendes, DJe 8/10/2010). Em conclusão a seu voto, o relator salientou que a interpretação jurisprudencial sobre o tema precisa evoluir, de sorte a trazer mais segurança tanto para os indivíduos sujeitos a tal medida invasiva quanto para os policiais, que deixariam de assumir o risco de cometer crime de invasão de domicílio ou de abuso de autoridade, principalmente quando a diligência não tiver alcançado o resultado esperado.\n\n4. As circunstâncias que antecederem a violação do domicílio devem evidenciar, de modo satisfatório e objetivo, as fundadas razões que justifiquem tal diligência e a eventual prisão em flagrante do suspeito, as quais, portanto, não podem derivar de simples desconfiança policial, apoiada, v. g., em mera atitude \"suspeita\", ou na fuga do indivíduo em direção a sua casa diante de uma ronda ostensiva, comportamento que pode ser atribuído a vários motivos, não, necessariamente, o de estar o abordado portando ou comercializando substância entorpecente.\n\n5. Se, por um lado, práticas ilícitas graves autorizam eventualmente o sacrifício de direitos fundamentais, por outro, a coletividade, sobretudo a integrada por segmentos das camadas sociais mais precárias economicamente, excluídas do usufruto pleno de sua cidadania, também precisa sentir-se segura e ver preservados seus mínimos direitos e garantias constitucionais, em especial o de não ter a residência invadida e devassada, a qualquer hora do dia ou da noite, por agentes do Estado, sem as cautelas devidas e sob a única justificativa, não amparada em elementos concretos de convicção, de que o local supostamente seria, por exemplo, um ponto de tráfico de drogas, ou de que o suspeito do tráfico ali se homiziou.\n\n5.1. Em um país marcado por alta desigualdade social e racial, o policiamento ostensivo tende a se concentrar em grupos marginalizados e considerados potenciais criminosos ou usuais suspeitos, assim definidos por fatores subjetivos, como idade, cor da pele, gênero, classe social, local da residência, vestimentas etc.\n\n5.2. Sob essa perspectiva, a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos - diante da discricionariedade policial na identificação de suspeitos de práticas criminosas - pode fragilizar e tornar írrito o direito à intimidade e à inviolabilidade domiciliar, a qual protege não apenas o suspeito, mas todos os moradores do local.\n\n5.3. Tal compreensão não se traduz, obviamente, em cercear a necessária ação das forças de segurança pública no combate ao tráfico de entorpecentes, muito menos em transformar o domicílio em salvaguarda de criminosos ou em espaço de criminalidade. Há de se convir, no entanto, que só justifica o ingresso policial no domicílio alheio a situação de ocorrência de um crime cuja urgência na sua cessação desautorize o aguardo do momento adequado para, mediante mandado judicial - meio ordinário e seguro para o afastamento do direito à inviolabilidade da morada - legitimar a entrada em residência ou local de abrigo.\n\n6. Já no que toca ao consentimento do morador para o ingresso em sua residência - uma das hipóteses autorizadas pela Constituição da República para o afastamento da inviolabilidade do domicílio - outros países trilharam caminho judicial mais assertivo, ainda que, como aqui, não haja normatização detalhada nas respectivas Constituições e leis, geralmente limitadas a anunciar o direito à inviolabilidade da intimidade domiciliar e as possíveis autorizações para o ingresso alheio.\n\n6.1. Nos Estados Unidos, por exemplo, a par da necessidade do exame da causa provável para a entrada de policiais em domicílio de suspeitos de crimes, não pode haver dúvidas sobre a voluntariedade da autorização do morador (in dubio libertas). O consentimento \"deve ser inequívoco, específico e conscientemente dado, não contaminado por qualquer truculência ou coerção (\"consent, to be valid, 'must be unequivocal, specific and intelligently given, uncontaminated by any duress or coercion'\"). (United States v McCaleb, 552 F2d 717, 721 (6th Cir 1977), citando Simmons v Bomar, 349 F2d 365, 366 (6th Cir 1965). Além disso, ao Estado cabe o ônus de provar que o consentimento foi, de fato, livre e voluntariamente dado, isento de qualquer forma, direta ou indireta, de coação, o que é aferível pelo teste da totalidade das circunstâncias (totality of circumstances).\n\n6.2. No direito espanhol, por sua vez, o Tribunal Supremo destaca, entre outros, os seguintes requisitos para o consentimento do morador: a) deve ser prestado por pessoa capaz, maior de idade e no exercício de seus direitos; b) deve ser consciente e livre; c) deve ser documentado; d) deve ser expresso, não servindo o silêncio como consentimento tácito.\n\n6.3. Outrossim, a documentação comprobatória do assentimento do morador é exigida, na França, de modo expresso e mediante declaração escrita à mão do morador, conforme norma positivada no art. 76 do Código de Processo Penal; nos EUA, também é usual a necessidade de assinatura de um formulário pela pessoa que consentiu com o ingresso em seu domicílio (North Carolina v. Butler (1979) 441 U.S. 369, 373; People v. Ramirez (1997) 59 Cal.App.4th 1548, 1558; U.S. v. Castillo (9a Cir. 1989) 866 F.2d 1071, 1082), declaração que, todavia, será desconsiderada se as circunstâncias indicarem ter sido obtida de forma coercitiva ou houver dúvidas sobre a voluntariedade do consentimento (Haley v. Ohio (1947) 332 U.S. 596, 601; People v. Andersen (1980) 101 Cal.App.3d 563, 579.\n\n6.4. Se para simplesmente algemar uma pessoa, já presa - ostentando, portanto, alguma verossimilhança do fato delituoso que deu origem a sua detenção -, exige-se a indicação, por escrito, da justificativa para o uso de tal medida acautelatória, seria então, no tocante ao ingresso domiciliar, \"necessário que nós estabeleçamos, desde logo, como fizemos na Súmula 11, alguma formalidade para que essa razão excepcional seja justificada por escrito, sob pena das sanções cabíveis\" (voto do Min. Ricardo Lewandowski, no RE n. 603.616/TO).\n\n6.5. Tal providência, aliás, já é determinada pelo art. 245, § 7º, do Código de Processo Penal - analogicamente aplicável para busca e apreensão também sem mandado judicial - ao dispor que, \"[f]inda a diligência, os executores lavrarão auto circunstanciado, assinando-o com duas testemunhas presenciais, sem prejuízo do disposto no § 4º\".\n\n7. São frequentes e notórias as notícias de abusos cometidos em operações e diligências policiais, quer em abordagens individuais, quer em intervenções realizadas em comunidades dos grandes centros urbanos. É, portanto, ingenuidade, academicismo e desconexão com a realidade conferir, em tais situações, valor absoluto ao depoimento daqueles que são, precisamente, os apontados responsáveis pelos atos abusivos. E, em um país conhecido por suas práticas autoritárias - não apenas históricas, mas atuais -, a aceitação desse comportamento compromete a necessária aquisição de uma cultura democrática de respeito aos direitos fundamentais de todos, independentemente de posição social, condição financeira, profissão, local da moradia, cor da pele ou raça.\n\n7.1. Ante a ausência de normatização que oriente e regule o ingresso em domicílio alheio, nas hipóteses excepcionais previstas no Texto Maior, há de se aceitar com muita reserva a usual afirmação - como ocorreu no caso ora em julgamento - de que o morador anuiu livremente ao ingresso dos policiais para a busca domiciliar, máxime quando a diligência não é acompanhada de documentação que a imunize contra suspeitas e dúvidas sobre sua legalidade.\n\n7.2. Por isso, avulta de importância que, além da documentação escrita da diligência policial (relatório circunstanciado), seja ela totalmente registrada em vídeo e áudio, de maneira a não deixar dúvidas quanto à legalidade da ação estatal como um todo e, particularmente, quanto ao livre consentimento do morador para o ingresso domiciliar. Semelhante providência resultará na diminuição da criminalidade em geral - pela maior eficácia probatória, bem como pela intimidação a abusos, de um lado, e falsas acusações contra policiais, por outro - e permitirá avaliar se houve, efetivamente, justa causa para o ingresso e, quando indicado ter havido consentimento do morador, se foi ele livremente prestado.\n\n8. Ao Poder Judiciário, ante a lacuna da lei para melhor regulamentação do tema, cabe responder, na moldura do Direito, às situações que, trazidas por provocação do interessado, se mostrem violadoras de direitos fundamentais do indivíduo. E, especialmente, ao Superior Tribunal de Justiça compete, na sua função judicante, buscar a melhor interpretação possível da lei federal, de sorte a não apenas responder ao pedido da parte, mas também formar precedentes que orientem o julgamento de casos futuros similares.\n\n8.1. As decisões do Poder Judiciário - mormente dos Tribunais incumbidos de interpretar, em última instância, as leis federais e a Constituição - servem para dar resposta ao pedido no caso concreto e também para \"enriquecer o estoque das regras jurídicas\" (Melvin Eisenberg. The nature of the common law. Cambridge: Harvard University Press, 1998. p. 4) e assegurar, no plano concreto, a realização dos valores, princípios e objetivos definidos na Constituição de cada país. Para tanto, não podem, em nome da maior eficiência punitiva, tolerar práticas que se divorciam do modelo civilizatório que deve orientar a construção de uma sociedade mais igualitária, fraterna, pluralista e sem preconceitos.\n\n8.2. Como assentado em conhecido debate na Suprema Corte dos EUA sobre a admissibilidade das provas ilícitas (Weeks v. United States, 232 U.S. 383,1914), se os tribunais permitem o uso de provas obtidas em buscas ilegais, tal procedimento representa uma afirmação judicial de manifesta negligência, se não um aberto desafio, às proibições da Constituição, direcionadas à proteção das pessoas contra esse tipo de ação não autorizada (\"such proceeding would be to affirm by judicial decision a manifest neglect, if not an open defiance, of the prohibitions of the Constitution, intended for the protection of the people against such unauthorized action\").\n\n8.3. A situação versada neste e em inúmeros outros processos que aportam a esta Corte Superior diz respeito à própria noção de civilidade e ao significado concreto do que se entende por Estado Democrático de Direito, que não pode coonestar, para sua legítima existência, práticas abusivas contra parcelas da população que, por sua topografia e status social e econômico, costumam ficar mais suscetíveis ao braço ostensivo e armado das forças de segurança.\n\n9. Na espécie, não havia elementos objetivos, seguros e racionais que justificassem a invasão de domicílio do suspeito, porquanto a simples avaliação subjetiva dos policiais era insuficiente para conduzir a diligência de ingresso na residência, visto que não foi encontrado nenhum entorpecente na busca pessoa realizada em via pública.\n\n10. A seu turno, as regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes castrenses de que o paciente teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e, consequentemente, a formação de prova incriminatória em seu desfavor.\n\n11. Assim, como decorrência da proibição das provas ilícitas por derivação (art. 5º, LVI, da Constituição da República), é nula a prova derivada de conduta ilícita - no caso, a apreensão, após invasão desautorizada da residência do paciente, de 109 g de maconha -, pois evidente o nexo causal entre uma e outra conduta, ou seja, entre a invasão de domicílio (permeada de ilicitude) e a apreensão de drogas.\n\n12. Habeas Corpus concedido, com a anulação da prova decorrente do ingresso desautorizado no domicílio e consequente absolvição do paciente, dando-se ciência do inteiro teor do acórdão aos Presidentes dos Tribunais de Justiça dos Estados e aos Presidentes dos Tribunais Regionais Federais, bem como às Defensorias Públicas dos Estados e da União, ao Procurador-Geral da República e aos Procuradores-Gerais dos Estados, aos Conselhos Nacionais da Justiça e do Ministério Público, à Ordem dos Advogados do Brasil, ao Conselho Nacional de Direitos Humanos, ao Ministro da Justiça e Segurança Pública e aos Governadores dos Estados e do Distrito Federal, encarecendo a estes últimos que deem conhecimento do teor do julgado a todos os órgãos e agentes da segurança pública federal, estadual e distrital.\n\n13. Estabelece-se o prazo de um ano para permitir o aparelhamento das polícias, treinamento e demais providências necessárias para a adaptação às diretrizes da presente decisão, de modo a, sem prejuízo do exame singular de casos futuros, evitar situações de ilicitude que possam, entre outros efeitos, implicar responsabilidade administrativa, civil e/ou penal do agente estatal. (HC n. 598.051/SP, relator Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 2/3/2021, DJe 15/03/2021)\n\n"
    },
    {
      "id": 9,
      "topico": "Retroatividade da exigência de exame criminológico",
      "resultado": "A Sexta turma desta Corte decidiu que não se aplica a obrigação de exame criminológico a condenaçôes anteriores à publicação da Lei n. 11.843/2024.",
      "tags": "exame, criminológico, retroatividade, não, retroage",
      "precedente": "RECURSO EM HABEAS CORPUS. PROGRESSÃO DE REGIME. EXAME CRIMINOLÓGICO. LEI N. 14.843/2024. NOVATIO LEGIS IN PEJUS. IMPOSSIBILIDADE DE APLICAÇÃO RETROATIVA. CASOS COMETIDOS SOB ÉGIDE DA LEI ANTERIOR. PRECEDENTES.\n1. A exigência de realização de exame criminológico para toda e qualquer progressão de regime, nos termos da Lei n. 14/843/2024, constitui novatio legis in pejus, pois incrementa requisito, tornando mais difícil alcançar regimes prisionais menos gravosos à liberdade.\n2. A retroatividade dessa norma se mostra inconstitucional, diante do art. 5º, XL, da Constituição Federal, e ilegal, nos termos do art. 2º do Código Penal.\n3. No caso, todas as condenações do paciente são anteriores à Lei n. 14.843/2024, não sendo aplicável a disposição legal em comento de forma retroativa.\n4. Recurso em habeas corpus provido para afastar a aplicação do § 1º do art. 112 da Lei de Execução Penal, com redação dada pela Lei n. 14.843/2024, determinando o retorno dos autos ao Juízo da execução para que prossiga na análise do pedido de progressão de regime.\n(RHC n. 200.670/GO, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 20/8/2024, DJe de 23/8/2024.)\n"
    },
    {
      "id": 10,
      "topico": "Tópico genérico",
      "resultado": "Entendimento genérico do Superior Tribunal de Justiça.",
      "tags": "resultado genérico",
      "precedente": "Precedente genérico"

    },
    {
      "id": 11,
      "topico": "Direito ao esquecimento",
      "resultado": "Esta Corte, por meio de ambas as Turmas criminais, fundou farta jurisprudência no sentido de serem desconsideradas condenações muito antigas – além de 10 anos da extinção da pena – para efeito de maus antecedentes, em obediência ao direito ao esquecimento.",
      "tags": "direito, esquecimento, maus, antecedentes, 10, anos",
      "precedente": "PENAL. AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. RECEPTAÇÃO. EXASPERAÇÃO DA PENA-BASE. MAUS ANTECEDENTES. \"DIREITO AO ESQUECIMENTO\". NÃO OCORRÊNCIA. REGIME MAIS GRAVOSO. SÚMULA 269/STJ. SUBSTITUIÇÃO DA SANÇÃO PRIVATIVA DE LIBERDADE POR RESTRITIVAS DE DIREITOS. INAPLICABILIDADE. AGRAVO REGIMENTAL NÃO PROVIDO.\r\n1. É firme a jurisprudência desta Corte Superior de Justiça no sentido de que as condenações atingidas pelo período depurador de 5 (cinco) anos, previsto no art. 64, inciso I, do Código Penal, embora afastem os efeitos da reincidência, não impedem a configuração dos maus antecedentes, nos termos do art. 59, do CP.\r\n2. No mesmo sentido, o Supremo Tribunal Federal, no exame do RE n. 593.818 (Tema n. 150 - repercussão geral), de relatoria do Ministro LUÍS ROBERTO BARROSO, publicado no DJE de 23/11/2020, fixou a tese de que não se aplica para o reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal. No referido julgamento, em Sessão Virtual de 14.4.2023 a 24.4.2023, o Supremo Tribunal Federal, por unanimidade, acolheu os embargos de declaração apresentados, tão somente para corrigir omissão, e fazer constar no Tema 150 da repercussão geral a fixação da tese nos seguintes moldes: Não se aplica ao reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal, podendo o julgador, fundamentada e eventualmente, não promover qualquer incremento da pena-base em razão de condenações pretéritas, quando as considerar desimportantes, ou demasiadamente distanciadas no tempo, e, portanto, não necessárias à prevenção e repressão do crime, nos termos do comando do artigo 59, do Código Penal, DJE de 05/05/2023.\r\n3. Dessa forma, pode o julgador, fundamentada e eventualmente, não promover qualquer incremento da pena-base em razão de condenações pretéritas, quando as considerar desimportantes, ou demasiadamente distanciadas no tempo, e, portanto, não necessárias à prevenção e repressão do crime.\r\n4. Quanto à aplicação do denominado \"direito ao esquecimento\", ambas as Turmas que compõem a Terceira Seção desta Corte Superior posicionaram-se no sentido de que a avaliação dos antecedentes deve ser feita com observância aos princípios da proporcionalidade e da razoabilidade, levando-se em consideração o lapso temporal transcorrido entre extinção da pena anteriormente imposta e a prática do novo delito, qual seja mais de 10 anos.\r\n[...]\r\n(AgRg no AREsp n. 2.720.056/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 24/9/2024, DJe de 1/10/2024.)\r\n"
    },
    {
      "id": 12,
      "topico": "Agravante de calamidade pública",
      "resultado": "Deve ser decotada a agravante de calamidade pública, pois o entendimento esposado no acórdão destoa da jurisprudência desta Corte, segundo a qual \"a incidência da agravante da calamidade pública pressupõe a existência de situação concreta dando conta de que o paciente se prevaleceu da pandemia para a prática delitiva\" (HC n. 625.645/SP, relator Ministro Felix Fischer, DJe 4/12/2020). \r\n\r\nNesse sentido:",
      "tags": "decote, agravante, calamidade, covid, corona, pandemia",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS. IRRESIGNAÇÃO MINISTERIAL. ROUBO SIMPLES. AGRAVANTE DO CRIME PRATICADO EM ESTADO DE CALAMIDADE PÚBLICA. NÃO DEMONSTRAÇÃO DE QUE O AGENTE SE PREVALECEU DESSA CIRCUNSTÂNCIA PARA A PRÁTICA DO DELITO. AGRAVANTE AFASTADA, COM A CONSEQUENTE REDUÇÃO DA PENA E ABRANDAMENTO DO REGIME INICIAL. DECISÃO MANTIDA. AGRAVO NÃO PROVIDO.\r\n\r\n1. A incidência da agravante da calamidade pública pressupõe a existência de situação concreta dando conta de que o paciente se prevaleceu da pandemia para a prática delitiva (HC 625.645/SP, Rel. Ministro FELIX FISCHER, DJe 04/12/2020). No mesmo sentido, dentre outros: HC 632.019/SP, Rel. Ministro FELIX FISCHER, DJe 10/2/2021; HC 629/981/SP, Rel. Ministro JOEL ILAN PACIORNIK, DJe 9/2/2021; HC 620.531/SP, Ministro SEBASTIÃO REIS JÚNIOR, DJe 3/2/2021.\r\n\r\n2. Hipótese em que a agravante prevista no art. 61, inciso II, alínea j, do Código Penal foi aplicada apenas pelo fato de o delito ter sido praticado na vigência do Decreto Estadual nº 64.879 e do Decreto Legislativo nº 06/2020, ambos de 20.03.2020, que reconhecem estado de calamidade pública no Estado de São Paulo em razão da pandemia da COVID-19, sem a demonstração de que o agente se aproveitou do estado de calamidade pública para praticar o crime em exame, o que ensejou o respectivo afastamento, com o redimensionamento da pena e o abrandamento do regime inicial.\r\n\r\n3. Agravo regimental não provido.\r\n\r\n(AgRg no HC n. 655.339/SP, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 13/4/2021, DJe 19/4/2021.)"
    },
    {
      "id": 13,
      "topico": "Comportamento da vítima",
      "resultado": "Sobre o comportamento da vítima, ao contrário do que pontuado pelo sentenciante, entende esta Corte que tal circunstância judicial somente pode resultar como neutra ou favorável ao réu. Confira-se:",
      "tags": "comportamento, vítima, dosimetria, pena, base",
      "precedente": "PENAL. RECURSO ESPECIAL. TIPIFICAÇÃO DO ART. 313-A. AUSÊNCIA DE PREQUESTIONAMENTO. DOSIMETRIA. PERSONALIDADE E COMPORTAMENTO DA VÍTIMA. FUNDAMENTAÇÃO INIDÔNEA. ACÓRDÃO CONFIRMATÓRIO DA SENTENÇA CONDENATÓRIA. INTERRUPÇÃO DO LAPSO TEMPORAL. ÚLTIMO MARCO INTERRUPTIVO. RECURSO PARCIALMENTE PROVIDO. CONCEDIDO HABEAS CORPUS DE OFÍCIO PARA RECONHECIMENTO DA PRESCRIÇÃO.\r\n\r\n[...]\r\n\r\n4. São reiterados os precedentes desta Corte segundo os quais o comportamento da vítima não deve exasperar a pena-base. Ou seja, essa circunstância judicial será considerada neutra (não interferindo na pena), ou será utilizada favoravelmente ao réu (minorando a pena-base exasperada por outra circunstância judicial), jamais para lhe prejudicar.\r\n\r\n[...]\r\n\r\n7. Recurso especial parcialmente provido para fixar a sanção definitiva da pena em 2 anos de reclusão. Contudo, concedo habeas corpus, de ofício, para, com amparo nos arts. 109, V, e 110, § 1º, ambos do CP, declarar extinta a punibilidade do recorrente, pela prescrição da pretensão punitiva, no Processo n. 0004149-72.2012.4.05.8300. (REsp n. 1.528.244/PE, relator Ministro Ribeiro Dantas, Quinta Turma, julgado em 9/3/2021, DJe 15/3/2021, grifei.)"
    },
    {
      "id": 14,
      "topico": "Culpabilidade na pena-base",
      "resultado": "Na espécie, TEXTOTEXTOTEXTO.\r\n\r\nEntretanto, tal fundamentação não se mostra adequada para a exasperação da pena-base, pois a circunstância judicial em análise em nada se relaciona com a culpabilidade como terceiro substrato do crime. O art. 59 do Código Penal, ao anunciar a culpabilidade como circunstância judicial, objetiva avaliar o maior ou menor grau de reprovabilidade da conduta do acusado ou menosprezo especial ao bem jurídico violado, parecendo-me, desse modo, carente de fundamentação, no pormenor, o aumento da pena-base. No mesmo sentido:",
      "tags": "dosimetria, culpabilidade, elementar, decote, pena- base",
      "precedente": "HABEAS CORPUS SUBSTITUTIVO. ESTELIONATO. PRIMEIRA FASE DA DOSIMETRIA. CULPABILIDADE DO AGENTE E COMPORTAMENTO DA VÍTIMA. ANÁLISE DESFAVORÁVEL SEM FUNDAMENTAÇÃO IDÔNEA. CIRCUNSTÂNCIAS E CONSEQUÊNCIAS DO CRIME. ELEVAÇÃO JUSTIFICADA. ART. 71, PARÁGRAFO ÚNICO, DO CP. IMPOSSIBILIDADE. HABITUALIDADE DELITIVA. ORDEM CONCEDIDA DE OFÍCIO PARA REDIMENSIONAR A PENA-BASE.\r\n\r\n1. A revisão da dosimetria da pena no habeas corpus somente é permitida nas hipóteses de falta de fundamentação concreta ou quando a sanção aplicada é notoriamente desproporcional e irrazoável diante do crime cometido.\r\n\r\n2. A vetorial culpabilidade deve ser decotada da dosimetria quando o acórdão deixa de registrar a maior censurabilidade da conduta, como limite à sanção estatal, cingindo-se a afirmar que o réu praticou o delito com dolo direto, consciente da ilicitude do fato.\r\n\r\n[...]\r\n\r\n8. Habeas corpus não conhecido. Ordem concedida, de ofício, para reconhecer a violação do art. 59 do CP e redimensionar em 10 anos de reclusão e 400 dias-multa a pena total do paciente, pela prática de cinco estelionatos em concurso material. (HC n. 343.609/PE, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 5/4/2016, DJe 18/4/2016, grifei.)\r\n\r\n\r\n\r\nPENAL E PROCESSUAL PENAL. RECURSO ESPECIAL. TRÁFICO DE DROGAS. LEI 6.368/76. ABSOLVIÇÃO POR INSUFICIÊNCIA DE PROVAS. SÚMULA 284/STF. DEFICIÊNCIA DE FUNDAMENTAÇÃO. REVOLVIMENTO FÁTICO-PROBATÓRIO. SÚMULA 7/STJ. DOSIMETRIA. PENA-BASE ACIMA DO MÍNIMO LEGAL. QUANTIDADE E DIVERSIDADE DA DROGA. POSSIBILIDADE. MOTIVOS, CIRCUNSTÂNCIAS E CONSEQUÊNCIAS. AUSÊNCIA DE FUNDAMENTAÇÃO IDÔNEA. RECURSO PARCIALMENTE CONHECIDO, E, NESSA EXTENSÃO, PROVIDO.\r\n\r\n[...]\r\n\r\n4. A possibilidade de evitar a conduta típica identifica-se com o conceito de exigibilidade de conduta adversa, elemento integrante da culpabilidade, que não pode ser avaliado negativamente na dosimetria (REsp 1197732/PA, Rel. Ministro SEBASTIÃO REIS JÚNIOR, Rel. p/ Acórdão Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 21/11/2013, DJe 04/08/2014).\r\n\r\n[...]\r\n\r\n8. Recurso parcialmente conhecido e, nesse extensão, provido para fixar a pena do recorrente em 2 anos, 10 meses e 5 dias, em regime semiaberto, e 96 dias-multa, com extensão ao corréu. (REsp n. 1.135.435/ES, relator Ministro Nefi Cordeiro, Sexta Turma, julgado em 15/12/2015, DJe 2/2/2016, grifei.)\r\n\r\n\r\n\r\nHABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. ROUBO TRIPLAMENTE CIRCUNSTANCIADO. DOSIMETRIA. PENA-BASE. CIRCUNSTÂNCIAS JUDICIAIS. CULPABILIDADE. FUNDAMENTADA EM ELEMENTAR DO TIPO. PERSONALIDADE. SEM JUSTIFICATIVA CONCRETA. MOTIVOS. AUSÊNCIA. FLAGRANTE ILEGALIDADE. ANTECEDENTES. CIRCUNSTÂNCIAS DO CRIME. EVIDENCIADOS DE MODO CONCRETO. CABIMENTO. HABEAS CORPUS NÃO CONHECIDO. ORDEM CONCEDIDA DE OFÍCIO.\r\n\r\n- O Superior Tribunal de Justiça - STJ, seguindo entendimento firmado pelo Supremo Tribunal Federal - STF, passou a não admitir o conhecimento de habeas corpus substitutivo de recurso previsto para a espécie. No entanto, deve-se analisar o pedido formulado na inicial, tendo em vista a possibilidade de se conceder a ordem de ofício, em razão da existência de eventual coação ilegal.\r\n\r\n- Esta Corte superior tem entendido que o conhecimento da ilicitude pelo agente não é suficiente para exasperar a pena-base em razão da consideração desfavorável da culpabilidade, tendo em vista que tal conhecimento constitui elemento da culpabilidade em sentido estrito, sendo parte integrante da estrutura do crime.\r\n\r\n[...]\r\n\r\n- Habeas corpus não conhecido. Ordem concedida de ofício para reduzir a pena-base imposta ao paciente. (HC n. 289.788/TO, relator Ministro Ericson Maranho (Desembargador convocado do TJSP), Sexta Turma, julgado em 24/11/2015, DJe 7/12/2015, grifei.)\r\n\r\n"
    },
    {
      "id": 15,
      "topico": "Minorante e atos infracionais",
      "resultado": "Nos termos do disposto no art. 33, § 4º, da Lei n. 11.343/2006, o agente poderá ser beneficiado com a redução de 1/6 (um sexto) a 2/3 (dois terços) da pena, desde que seja primário, portador de bons antecedentes, não se dedique às atividades criminosas nem integre organização criminosa. Evidente, portanto, que o benefício descrito no aludido dispositivo legal tem como destinatário o pequeno traficante, ou seja, aquele que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não para os que, comprovadamente, fazem do crime seu meio habitual de vida.\r\n\r\nAdemais,eExige o art. 33, § 4º, da Lei n. 11.343/2006, sabemos todos, que o agente não se dedique às atividades criminosas, \"o que significa dizer que o acusado deve desenvolver algum tipo de atividade laborativa lícita e habitual, não apresentando personalidade voltada para a criminalidade, sendo o crime de tráfico a ele imputado naquele processo um evento isolado na sua vida\" (LIMA. Renato Brasileiro. Legislação Criminal Especial Comentada. Salvador: Editora Juspodivm, 2015, p. 763).\r\n\r\nNesse palmilhar, concluiu a Terceira Seção desta Casa, no julgamento do EREsp n. 1.916.596/SP, que a prática de fato típico e antijurídico por adolescentes pode evidenciar a dedicação a atividades criminosas e, desse modo, obstar a incidência da causa especial de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006, desde que demonstrada a gravidade concreta dos atos pretéritos, assim como a contemporaneidade dos episódios infracionais com o delito em apuração.\r\n\r\nCom efeito, a consideração do histórico infracional como prova da dedicação criminosa demanda a demonstração concreta, devidamente documentada no processo, da conexão temporal e circunstancial entre os atos infracionais e os fatos perpetrados após o advento da imputabilidade.",
      "tags": "dosimetria, minorante, tráfico, atos, infracionais, afastando",
      "precedente": "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. TRÁFICO DE DROGAS. RECONHECIMENTO DA MINORANTE PREVISTA NO ART. 33, § 4.º, DA LEI N. 11.343/2006. PLEITO DE AFASTAMENTO COM BASE EM ATOS INFRACIONAIS. PREVALECIMENTO DE ENTENDIMENTO INTERMEDIÁRIO. POSSIBILIDADE EM CIRCUNSTÂNCIAS EXCEPCIONAIS, DEVIDAMENTE FUNDAMENTADAS. RESSALVA DO ENTENDIMENTO DA RELATORA DESIGNADA PARA REDIGIR O ACÓRDÃO. TESE NÃO APLICADA AO CASO CONCRETO. AUSÊNCIA DE CONTEMPORANEIDADE DOS ATOS INFRACIONAIS PRETÉRITOS. CIRCUNSTÂNCIAS FÁTICAS HÁBEIS A RECOMENDAR A INCIDÊNCIA DA CAUSA DE DIMINUIÇÃO DE PENA RECONHECIDA PELA CORTE DE ORIGEM, NO CASO. EMBARGOS DE DIVERGÊNCIA CONHECIDOS E DESPROVIDOS.\r\n\r\n1. Consoante o § 4.º do art. 33 da Lei n. 11.343/2006, os condenados pelo crime de tráfico de drogas terão a pena diminuída, de 1/6 (um sexto) a 2/3 (dois terços), quando forem reconhecidamente primários, possuírem bons antecedentes e não se dedicarem a atividades criminosas ou integrarem organização criminosa. Para que o agente possa ser beneficiado, é preciso preencher cumulativamente os requisitos.\r\n\r\n2. Na esfera da Lei n. 8.069/1990, as medidas socioeducativas aplicadas em resposta a ato infracional cometido por adolescente possuem o objetivo de responsabilização quanto às consequências lesivas do ato, a integração social e garantia de seus direitos individuais e sociais, bem como a desaprovação da conduta infracional (art. 1.º, § 2.º, incisos I, II e III, da Lei n. 12.594/2012 - SINASE).\r\n\r\n3. No entanto, apesar de a medida socioeducativa, impositiva e preponderantemente pedagógica, possuir certa carga punitiva, certo é que não configura pena e, portanto, não induz reincidência nem maus antecedentes. Nessa medida, é incompatível considerar o registro de anterior ato infracional, na terceira fase da dosimetria da pena do crime de tráfico de drogas, como elemento caracterizador da dedicação do agente a atividades delituosas, obstando a minorante, equiparando a conduta a crime hediondo e recrudescendo a execução penal.\r\n\r\n4. Vale dizer, o registro da prática de fato típico e antijurídico por adolescente (inimputável), que não comete crime nem recebe pena, atingida a maioridade penal, não pode ser utilizado como fundamento para se deduzir a dedicação a atividades criminosas, e produzir amplos efeitos desfavoráveis na dosimetria e execução da pena.\r\n\r\n5. No caso concreto, foi tida por inidônea a fundamentação que fez alusão genérica ao histórico infracional para concluir pela comprovação da dedicação às atividades criminosas, sobretudo porque nenhum outro dado foi extraído do conjunto probatório para respaldar a conclusão de que os agentes vinham se dedicando à atividade criminosa, o que tampouco foi possível identificar a partir da quantidade não expressiva de entorpecente.\r\n\r\n6. No entanto, prevaleceu, no âmbito da Terceira Seção, para fins de consolidação jurisprudencial e ressalvado o entendimento desta Relatora para o acórdão, entendimento intermediário no sentido de que o histórico infracional pode ser considerado para afastar a minorante prevista no art. 33, § 4.º, da Lei n. 11.343/2006, por meio de fundamentação idônea que aponte a existência de circunstâncias excepcionais, nas quais se verifique a gravidade de atos pretéritos, devidamente documentados nos autos, bem como a razoável proximidade temporal de tais atos com o crime em apuração.\r\n\r\n7. Embargos de divergência conhecidos e desprovidos.\r\n\r\n(EREsp n. 1916596/SP, relator Ministro Joel Ilan Paciornik, relatora para acórdão Ministra Laurita Vaz, Terceira Seção, julgado em 8/9/2021, DJe 4/10/2021.)\r\n\r\n"
    },
    {
      "id": 16,
      "topico": "Compensação entre confissão espontânea e reincidência específica",
      "resultado": "Esta Corte firmou o entendimento de que a confissão espontânea deve ser compensada com o instituto da reincidência de forma ampla, seja específica ou não, excetuando-se apenas a multirreincidência, conforme se extrai dos seguintes julgados:",
      "tags": "confissão, dosimetria, compensação, específica",
      "precedente": "PENAL E PROCESSUAL PENAL. HABEAS CORPUS SUBSTITUTIVO DE RECURSO ESPECIAL. NÃO CABIMENTO. ROUBO MAJORADO. DOSIMETRIA. COMPENSAÇÃO CONFISSÃO E REINCIDÊNCIA ESPECÍFICA. POSSIBILIDADE. CONSTRANGIMENTO ILEGAL EVIDENCIADO. HABEAS CORPUS NÃO CONHECIDO. ORDEM CONCEDIDA DE OFÍCIO.\r\n\r\n[...]\r\n\r\nII - A Terceira Seção deste Superior Tribunal de Justiça, quando do julgamento do habeas corpus n. 365.963/SP, em 11/10/2017, firmou a compreensão da \"possibilidade de se compensar a confissão com o gênero reincidência, irradiando seus efeitos para ambas espécies (genérica e específica), ressalvados os casos de multireincidência\".\r\n\r\n[...]\r\n\r\nHabeas corpus não conhecido. Ordem concedida de ofício. (HC n. 527.517/SP, relator Ministro Leopoldo de Arruda Raposo, Desembargador convocado do TJPE), Quinta Turma, julgado em 12/11/2019, DJe 20/11/2019)\r\n\r\n\r\n\r\nPROCESSUAL PENAL. HABEAS CORPUS SUBSTITUTIVO DE RECURSO ESPECIAL. NÃO CABIMENTO. ROUBO SIMPLES. DOSIMETRIA. CONFISSÃO PARCIAL. POSSIBILIDADE DE RECONHECIMENTO DA ATENUANTE. SÚMULA 545/STJ. COMPENSAÇÃO COM A AGRAVANTE DA REINCIDÊNCIA. REINCIDÊNCIA ESPECÍFICA. ÚNICA CONDENAÇÃO. POSSIBILIDADE. CONTINUIDADE DELITIVA. FRAÇÃO DE AUMENTO. MOTIVAÇÃO CONCRETA. REGIME INICIAL FECHADO. REINCIDÊNCIA E QUANTUM DE PENA APLICADA. FUNDAMENTAÇÃO IDÔNEA. DETRAÇÃO. MATÉRIA NÃO ENFRENTADA NO TRIBUNAL DE ORIGEM. SUPRESSÃO DE INSTÂNCIA. HABEAS CORPUS NÃO CONHECIDO. ORDEM CONCEDIDA DE OFÍCIO.\r\n\r\n[...]\r\n\r\nV - Na hipótese, não obstante seja o paciente reincidente específico, entendo que podem ser compensadas a agravante da reincidência (específica) com a atenuante da confissão espontânea, mormente se considerada a ausência de qualquer ressalva no entendimento firmado por ocasião do julgamento do recurso especial repetitivo sobre o tema.\r\n\r\n[...]\r\n\r\nOrdem concedida de ofício para reconhecer a atenuante da confissão espontânea e compensá-la com a agravante da reincidência, redimensionando a pena do paciente para 6 (seis) anos, 4 (quatro) meses e 19 (dezenove) dias de reclusão, mantidos os demais termos da condenação. (HC n. 365.963/SP, relator Ministro Felix Fischer, Terceira Seção, julgado em 11/10/2017, DJe 23/11/2017.)"
    },
    {
      "id": 17,
      "topico": "Aumento da pena-base em razão de uso de simulacro de arma de fogo",
      "resultado": "No caso, a despeito de o agente haver invadido estabelecimento comercial no período noturno com diversas pessoas, a grave ameaça foi exercida mediante simulação de porte de arma, circunstância que está englobada pela elementar da grave ameaça do tipo em tela e não extrapola a reprovabilidade já ínsita ao delito de roubo.\r\n\r\nNesse mesmo sentido:",
      "tags": "dosimetria, pena, base, simulacro, arma",
      "precedente": "PENAL. HABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. INADEQUAÇÃO. ROUBO E EXTORSÃO. CORRUPÇÃO D MENOR. DOSIMETRIA. CIRCUNSTÂNCIAS DO CRIME. CARÊNCIA DE MOTIVAÇÃO CONCRETA. CONFISSÃO ESPONTÂNEA PARCIAL. INCIDÊNCIA DA ATENUANTE. OFENSA À SUMULA 443/STJ NÃO CARACTERIZADA. WRIT NÃO CONHECIDO E ORDEM CONCEDIDA DE OFÍCIO.\r\n\r\n[...] 3. No caso, a pena-base foi estabelecida acima do mínimo legal a título de circunstâncias do crime, sem que tenha sido declinado elemento concreto da conduta a demonstrar a sua maior gravidade e, por consectário, a necessidade de resposta penal mais severa, baseando-se, exclusivamente, no emprego de simulacro de arma de fogo na senda criminosa. Por certo, a simulação de arma de fogo foi valorada para a tipificação da conduta como crime de roubo, caracterizando a elementar da grave ameaça, não podendo ser, pois, novamente utilizada para exasperar a pena-base, tendo o acórdão ora impugnado incorrido em indevido bis in idem.\r\n\r\n[...] (HC 547.898/SP, Rel. Ministro RIBEIRO DANTAS, QUINTA TURMA, julgado em 09/06/2020, DJe 15/06/2020, grifei)\r\n\r\n\r\n\r\nPENAL. HABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. INADEQUAÇÃO. ROUBO. [...] DOSIMETRIA. CIRCUNSTÂNCIAS DO CRIME. GRAVIDADE ABSTRATA DA CONDUTA. CONFISSÃO ESPONTÂNEA PARCIAL. MANIFESTAÇÃO DO RÉU SOPESADA NA FORMAÇÃO DO JUÍZO CONDENATÓRIO. SÚMULA 545/STJ. REGIME PRISIONAL FECHADO. CIRCUNSTÂNCIAS JUDICIAIS FAVORÁVEIS. PENA DE 4 ANOS DE RECLUSÃO.\r\n\r\nFLAGRANTE ILEGALIDADE EVIDENCIADA. WRIT NÃO CONHECIDO. ORDEM CONCEDIDA DE OFÍCIO.\r\n\r\n[...] 7. Em relação às circunstâncias do crime, a pena-base foi exasperada em razão da ameaça por meio de simulação de arma ter sido dirigida a duas vítimas, apesar de o réu ter subtraído bem apenas de uma. Tal fato, todavia, não permite a majoração da pena-base, porque não revela um maior grau de reprovação da conduta, apta a justificar a necessidade de resposta penal mais severa.\r\n\r\n[...] (HC 426.593/SC, Rel. Ministro RIBEIRO DANTAS, QUINTA TURMA, julgado em 23/08/2018, DJe 03/09/2018, grifei)"
    },
    {
      "id": 18,
      "topico": "Fixação de regime inicial menos gravoso",
      "resultado": "Dos excertos colacionados também se extrai que o regime inicial foi fixado no fechado em razão da [[[reincidência e dos maus antecedentes do paciente, bem como da valoração negativa de circunstância judicial na primeira fase da dosimetria]]], o que autoriza a fixação de regime inicialmente fechado ainda que o quantum da pena não ultrapasse os 4 anos de reclusão, em conformidade com a interpretação contrario sensu da Súmula n. 269/STJ.\r\n\r\nNesse sentido:",
      "tags": "dosimetria, regime, 269, contrario, sensu, reincidência, maus, antecedentes",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS. ESTELIONATO. EXASPERAÇÃO DA PENA-BASE. CIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS. MAUS ANTECEDENTES, CONDUTA SOCIAL E CONSEQUÊNCIAS DO DELITO. DECISÃO FUNDAMENTADA. MANUTENÇÃO DO REGIME FECHADO EM RELAÇÃO A UM DOS PACIENTES. RÉU REINCIDENTE COM A PENA-BASE FIXADA ACIMA DO MÍNIMO LEGAL EM RAZÃO DE CIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS. INAPLICABILIDADE DA SÚMULA N. 269 DO STJ. CONSTRANGIMENTO ILEGAL NÃO EVIDENCIADO.\r\n\r\n[...]\r\n\r\n6. Nesse contexto, não se observa a existência de constrangimento ilegal na manutenção do regime fechado para o início do cumprimento da sanção aplicada, pois, embora a pena imposta ao paciente Sílvio seja inferior a 4 (quatro) anos de reclusão, sua condição de reincidente, somada à análise desfavorável da circunstância judicial relativa aos antecedentes, impede a aplicação do disposto na Súmula n. 269 desta Corte. Precedentes.\r\n\r\n7. Agravo regimental a que se nega provimento. (AgRg no HC n. 398.304/RJ, de minha relatoria, Sexta Turma, julgado em 14/11/2017, DJe 21/11/2017.)\r\n\r\n\r\n\r\nPENAL. HABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. INADEQUAÇÃO. INJÚRIA E DIFAMAÇÃO. PENA-BASE. MAUS ANTECEDENTES. REINCIDÊNCIA. PLURALIDADE DE CONDENAÇÕES. INOCORRÊNCIA DE BIS IN IDEM. REGIME PRISIONAL SEMIABERTO. CIRCUNSTÂNCIAS DESFAVORÁVEIS. RÉU MULTIRREINCIDENTE. EXTINÇÃO DA PUNIBILIDADE. RÉU QUE NÃO CONTAVA COM 70 ANOS DE IDADE NA DATA DA PROLAÇÃO DA SENTENÇA CONDENATÓRIA. INAPLICABILIDADE DO ART. 115 DO CP. CONSTRANGIMENTO ILEGAL NÃO EVIDENCIADO. WRIT NÃO CONHECIDO.\r\n\r\n[...]\r\n\r\n6. Em interpretação contrario sensu da Súmula 269 desta Corte, mostra-se descabida a alegação de desproporcionalidade na imposição do meio prisional mais severo, pois, nada obstante ser a pena total do réu inferior a 4 anos de reclusão, as circunstâncias judiciais negativas e a sua reincidência indicam a necessidade de imposição do regime fechado.\r\n\r\n[...]\r\n\r\n9. Habeas Corpus não conhecido. (HC n. 435.254/SP, relator Ministro Ribeiro Dantas, Quinta Turma, julgado em 17/5/2018, DJe 23/5/2018.)"
    },
    {
      "id": 19,
      "topico": "Direito ao esquecimento",
      "resultado": "A recente jurisprudência desta Corte acerca do tema é no sentido de que, \"quando os registros da folha de antecedentes do réu são muito antigos [...], admite-se o afastamento de sua análise desfavorável, em aplicação à teoria do direito ao esquecimento. Não se pode tornar perpétua a valoração negativa dos antecedentes, nem perenizar o estigma de criminoso para fins de aplicação da reprimenda, pois a transitoriedade é consectário natural da ordem das coisas. Se o transcurso do tempo impede que condenações anteriores configurem reincidência, esse mesmo fundamento – o lapso temporal – deve ser sopesado na análise das condenações geradoras, em tese, de maus antecedentes\" (REsp n. 1.707.948/RJ, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 10/4/2018, DJe 16/4/2018).\r\n\r\nNessa linha, entende-se majoritariamente que condenações pretéritas cuja extinção da pena tenha ocorrido mais de 10 anos anteriormente à prática do delito superveniente não podem ser utilizadas para fins de valoração negativa dos maus antecedentes, senão vejamos do seguinte julgado:",
      "tags": "esquecimento, dosimetria, maus, antecedentes, tempo",
      "precedente": "PENAL E PROCESSO PENAL. AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. ALEGAÇÃO DE USURPAÇÃO DE COMPETÊNCIA DO COLEGIADO. INOCORRÊNCIA. DECISÃO MONOCRÁTICA PROFERIDA NOS TERMOS LEGAIS. POSSIBILIDADE DE REAPRECIAÇÃO PELO ÓRGÃO COLEGIADO. AUSÊNCIA DE IMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO AGRAVADA. SÚMULA N. 182/STJ. OFENSA REFLEXA À CONSTITUIÇÃO. INVIABILIDADE. ESTUPRO DE VULNERÁVEL. DOSIMETRIA DA PENA. FIXAÇÃO DA PENA-BASE ACIMA DO MÍNIMO LEGAL. MAUS ANTECEDENTES. CONDENAÇÕES ALCANÇADAS PELO PERÍODO DEPURADOR. FUNDAMENTAÇÃO VÁLIDA. POSSIBILIDADE. DIREITO AO ESQUECIMENTO. PRINCÍPIO DA PROPORCIONALIDADE. PRETENSÃO DE RELATIVIZAÇÃO EM RELAÇÃO A CONDENAÇÕES MUITO ANTIGAS. CASO CONCRETO. EXTINÇÃO DA PUNIBILIDADE MENOS DE 10 (DEZ) ANOS ANTES DO NOVO FATO DELITUOSO. IMPOSSIBILIDADE. AGRAVO REGIMENTAL NÃO CONHECIDO.\r\n\r\n[...]\r\n\r\n5. É firme a jurisprudência desta Corte Superior no sentido de que as condenações atingidas pelo período depurador quinquenal do art. 64, inciso I, do CP, embora afastem os efeitos da reincidência, não impedem a configuração de maus antecedentes, na primeira etapa da dosimetria da pena. Precedentes.\r\n\r\n6. No mesmo sentido, o Supremo Tribunal Federal, no exame do RE n. 593.818 (Tema 150 - repercussão geral), de relatoria do Ministro LUÍS ROBERTO BARROSO, publicado no DJE de 23/11/2020, fixou a tese de que \"não se aplica para o reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal\". Tal entendimento, todavia, não impede o afastamento da desfavorabilidade da vetorial antecedentes, em razão de peculiaridades do caso concreto, notoriamente nas hipóteses de transcurso de lapso temporal muito extenso.\r\n\r\n7. Em que pese a excepcional possibilidade de relativização das condenações antigas, para fins de afastar a configuração de maus antecedentes, com fundamento na teoria do direito ao esquecimento, ante o princípio da proporcionalidade, a hipótese dos autos não comporta a aplicação do referido entendimento, haja vista que as condenações penais anteriores, utilizadas pelas instâncias ordinárias para amparar a valoração negativa da vetorial antecedentes, tiveram a extinção de punibilidade, pela concessão de indulto, em 2017 (e-STJ fls. 631/632), ao passo que as condutas apuradas nos presentes autos foram cometidas em 2019, tendo transcorrido, portanto, menos de 10 (dez) anos entre os referidos marcos, o que não evidencia a alegada perpetuidade na valoração dos antecedentes na pena do agravante.\r\n\r\n8. Agravo regimental não conhecido.\r\n\r\n(AgRg no AREsp n. 1.929.263/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 19/10/2021, DJe 25/10/2021, grifei.)"
    },
    {
      "id": 20,
      "topico": "Reconhecimento pessoal ou fotográfico",
      "resultado": "Sobre o tema, a Sexta Turma firmou recentemente novo entendimento no sentido de que o regramento previsto no art. 226 do Código de Processo Penal é de observância obrigatória, e ainda assim não prescinde de corroboração por outros elementos indiciários submetidos ao crivo do contraditório na fase judicial.\r\n\r\nCom tal entendimento, objetiva-se a mitigação de erros judiciários gravíssimos que, provavelmente, resultaram em diversas condenações lastreadas em acervo probatório frágil, como o mero reconhecimento fotográfico de pessoas em procedimentos crivados de vícios legais e até psicológicos – dado o enviesamento cognitivo causado pela apresentação irregular de fotografias escolhidas pelas forças policiais –, que acabam por contaminar a memória das vítimas, circunstância que reverbera até a fase judicial e torna inviável posterior convalidação em razão do viés de confirmação.\r\n\r\nSobre o tema, relevantíssimo julgado do Ministro Rogerio Schietti cuja ementa passo a colacionar:",
      "tags": "reconhecimento, nulidade, 226, fotográfico, pessoal",
      "precedente": "HABEAS CORPUS. ROUBO MAJORADO. RECONHECIMENTO FOTOGRÁFICO DE PESSOA REALIZADO NA FASE DO INQUÉRITO POLICIAL. INOBSERVÂNCIA DO PROCEDIMENTO PREVISTO NO ART. 226 DO CPP. PROVA INVÁLIDA COMO FUNDAMENTO PARA A CONDENAÇÃO. RIGOR PROBATÓRIO. NECESSIDADE PARA EVITAR ERROS JUDICIÁRIOS. PARTICIPAÇÃO DE MENOR IMPORTÂNCIA. NÃO OCORRÊNCIA. ORDEM PARCIALMENTE CONCEDIDA.\r\n\r\n1. O reconhecimento de pessoa, presencialmente ou por fotografia, realizado na fase do inquérito policial, apenas é apto, para identificar o réu e fixar a autoria delitiva, quando observadas as formalidades previstas no art. 226 do Código de Processo Penal e quando corroborado por outras provas colhidas na fase judicial, sob o crivo do contraditório e da ampla defesa.\r\n\r\n2. Segundo estudos da Psicologia moderna, são comuns as falhas e os equívocos que podem advir da memória humana e da capacidade de armazenamento de informações. Isso porque a memória pode, ao longo do tempo, se fragmentar e, por fim, se tornar inacessível para a reconstrução do fato. O valor probatório do reconhecimento, portanto, possui considerável grau de subjetivismo, a potencializar falhas e distorções do ato e, consequentemente, causar erros judiciários de efeitos deletérios e muitas vezes irreversíveis.\r\n\r\n3. O reconhecimento de pessoas deve, portanto, observar o procedimento previsto no art. 226 do Código de Processo Penal, cujas formalidades constituem garantia mínima para quem se vê na condição de suspeito da prática de um crime, não se tratando, como se tem compreendido, de \"mera recomendação\" do legislador. Em verdade, a inobservância de tal procedimento enseja a nulidade da prova e, portanto, não pode servir de lastro para sua condenação, ainda que confirmado, em juízo, o ato realizado na fase inquisitorial, a menos que outras provas, por si mesmas, conduzam o magistrado a convencer-se acerca da autoria delitiva. Nada obsta, ressalve-se, que o juiz realize, em juízo, o ato de reconhecimento formal, desde que observado o devido procedimento probatório.\r\n\r\n4. O reconhecimento de pessoa por meio fotográfico é ainda mais problemático, máxime quando se realiza por simples exibição ao reconhecedor de fotos do conjecturado suspeito extraídas de álbuns policiais ou de redes sociais, já previamente selecionadas pela autoridade policial. E, mesmo quando se procura seguir, com adaptações, o procedimento indicado no Código de Processo Penal para o reconhecimento presencial, não há como ignorar que o caráter estático, a qualidade da foto, a ausência de expressões e trejeitos corporais e a quase sempre visualização apenas do busto do suspeito podem comprometer a idoneidade e a confiabilidade do ato.\r\n\r\n5. De todo urgente, portanto, que se adote um novo rumo na compreensão dos Tribunais acerca das consequências da atipicidade procedimental do ato de reconhecimento formal de pessoas; não se pode mais referendar a jurisprudência que afirma se tratar de mera recomendação do legislador, o que acaba por permitir a perpetuação desse foco de erros judiciários e, consequentemente, de graves injustiças.\r\n\r\n6. É de se exigir que as polícias judiciárias (civis e federal) realizem sua função investigativa comprometidas com o absoluto respeito às formalidades desse meio de prova. E ao Ministério Público cumpre o papel de fiscalizar a correta aplicação da lei penal, por ser órgão de controle externo da atividade policial e por sua ínsita função de custos legis, que deflui do desenho constitucional de suas missões, com destaque para a \"defesa da ordem jurídica, do regime democrático e dos interesses sociais e individuais indisponíveis\" (art. 127, caput, da Constituição da República), bem assim da sua específica função de \"zelar pelo efetivo respeito dos Poderes Públicos [inclusive, é claro, dos que ele próprio exerce] [...] promovendo as medidas necessárias a sua garantia\" (art. 129, II).\r\n\r\n7. Na espécie, o reconhecimento do primeiro paciente se deu por meio fotográfico e não seguiu minimamente o roteiro normativo previsto no Código de Processo Penal. Não houve prévia descrição da pessoa a ser reconhecida e não se exibiram outras fotografias de possíveis suspeitos; ao contrário, escolheu a autoridade policial fotos de um suspeito que já cometera outros crimes, mas que absolutamente nada indicava, até então, ter qualquer ligação com o roubo investigado.\r\n\r\n8. Sob a égide de um processo penal comprometido com os direitos e os valores positivados na Constituição da República, busca-se uma verdade processual em que a reconstrução histórica dos fatos objeto do juízo se vincula a regras precisas, que assegurem às partes um maior controle sobre a atividade jurisdicional; uma verdade, portanto, obtida de modo \"processualmente admissível e válido\" (Figueiredo Dias).\r\n\r\n9. O primeiro paciente foi reconhecido por fotografia, sem nenhuma observância do procedimento legal, e não houve nenhuma outra prova produzida em seu desfavor. Ademais, as falhas e as inconsistências do suposto reconhecimento - sua altura é de 1,95 m e todos disseram que ele teria por volta de 1,70 m; estavam os assaltantes com o rosto parcialmente coberto; nada relacionado ao crime foi encontrado em seu poder e a autoridade policial nem sequer explicou como teria chegado à suspeita de que poderia ser ele um dos autores do roubo - ficam mais evidentes com as declarações de três das vítimas em juízo, ao negarem a possibilidade de reconhecimento do acusado.\r\n\r\n10. Sob tais condições, o ato de reconhecimento do primeiro paciente deve ser declarado absolutamente nulo, com sua consequente absolvição, ante a inexistência, como se deflui da sentença, de qualquer outra prova independente e idônea a formar o convencimento judicial sobre a autoria do crime de roubo que lhe foi imputado.\r\n\r\n11. Quanto ao segundo paciente, teria, quando muito - conforme reconheceu o Magistrado sentenciante - emprestado o veículo usado pelos assaltantes para chegarem ao restaurante e fugirem do local do delito na posse dos objetos roubados, conduta que não pode ser tida como determinante para a prática do delito, até porque não se logrou demonstrar se efetivamente houve tal empréstimo do automóvel com a prévia ciência de seu uso ilícito por parte da dupla que cometeu o roubo. É de se lhe reconhecer, assim, a causa geral de diminuição de pena prevista no art. 29, § 1º, do Código Penal (participação de menor importância).\r\n\r\n12. Conclusões:\r\n\r\n1) O reconhecimento de pessoas deve observar o procedimento previsto no art. 226 do Código de Processo Penal, cujas formalidades constituem garantia mínima para quem se encontra na condição de suspeito da prática de um crime;\r\n\r\n2) À vista dos efeitos e dos riscos de um reconhecimento falho, a inobservância do procedimento descrito na referida norma processual torna inválido o reconhecimento da pessoa suspeita e não poderá servir de lastro a eventual condenação, mesmo se confirmado o reconhecimento em juízo;\r\n\r\n3) Pode o magistrado realizar, em juízo, o ato de reconhecimento formal, desde que observado o devido procedimento probatório, bem como pode ele se convencer da autoria delitiva a partir do exame de outras provas que não guardem relação de causa e efeito com o ato viciado de reconhecimento;\r\n\r\n4) O reconhecimento do suspeito por simples exibição de fotografia(s) ao reconhecedor, a par de dever seguir o mesmo procedimento do reconhecimento pessoal, há de ser visto como etapa antecedente a eventual reconhecimento pessoal e, portanto, não pode servir como prova em ação penal, ainda que confirmado em juízo. [...]\r\n\r\n(HC n. 598.886/SC, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 27/10/2020, DJe de 18/12/2020.)"
    },
    {
      "id": 21,
      "topico": "Reconhecimento pessoal ",
      "resultado": "A análise dos excertos acima colacionados demonstra que as instâncias de origem consideraram os ditames previstos no art. 226 do CPP como meras recomendações, e foram apresentadas fotografias à vítima sem observância do referido regramento – ilegalidade que não se convalida com a repetição do reconhecimento em juízo, consigne-se –, procedimento que não se admite, conforme exposto alhures.\r\n\r\nAssim, não se verifica nos autos nenhum outro elemento apto a atestar a autoria delitiva como, e.g., prisão em flagrante, histórico de localização de GPS, imagens de circuitos de segurança, posse dos objetos subtraídos, movimentações financeiras, dentre outros.",
      "tags": "226, nulidade, reconhecimento, ausência de outras provas",
      "precedente": "HABEAS CORPUS. ROUBO MAJORADO E CORRUPÇÃO DE MENORES. RECONHECIMENTO FOTOGRÁFICO DE PESSOA REALIZADO NA FASE DO INQUÉRITO POLICIAL. INOBSERVÂNCIA DO PROCEDIMENTO PREVISTO NO ART. 226 DO CPP. PROVA INVÁLIDA COMO FUNDAMENTO PARA A CONDENAÇÃO. ABSOLVIÇÃO QUE SE MOSTRA DEVIDA. ORDEM CONCEDIDA.\r\n\r\n1. A Sexta Turma desta Corte Superior de Justiça, por ocasião do julgamento do HC n. 598.886/SC (Rel. Ministro Rogerio Schietti), realizado em 27/10/2020, conferiu nova interpretação ao art. 226 do CPP, a fim de superar o entendimento, até então vigente, de que referido o artigo constituiria \"mera recomendação\" e, como tal, não ensejaria nulidade da prova eventual descumprimento dos requisitos formais ali previstos. Na ocasião, foram apresentadas as seguintes conclusões: 1.1) O reconhecimento de pessoas deve observar o procedimento previsto no art. 226 do Código de Processo Penal, cujas formalidades constituem garantia mínima para quem se encontra na condição de suspeito da prática de um crime; 1.2) À vista dos efeitos e dos riscos de um reconhecimento falho, a inobservância do procedimento descrito na referida norma processual torna inválido o reconhecimento da pessoa suspeita e não poderá servir de lastro a eventual condenação, mesmo se confirmado o reconhecimento em juízo; 1.3) Pode o magistrado realizar, em juízo, o ato de reconhecimento formal, desde que observado o devido procedimento probatório, bem como pode ele se convencer da autoria delitiva com base no exame de outras provas que não guardem relação de causa e efeito com o ato viciado de reconhecimento; 1.4) O reconhecimento do suspeito por simples exibição de fotografia(s) ao reconhecedor, a par de dever seguir o mesmo procedimento do reconhecimento pessoal, há de ser visto como etapa antecedente a eventual reconhecimento pessoal e, portanto, não pode servir como prova em ação penal, ainda que confirmado em juízo.\r\n\r\n2. Necessário e oportuno proceder a um ajuste na conclusão n. 4 do mencionado julgado. Não se deve considerar propriamente o reconhecimento fotográfico como \"etapa antecedente a eventual reconhecimento pessoal\", mas apenas como uma possibilidade de, entre outras diligências investigatórias, apurar a autoria delitiva. Não é necessariamente a prova a ser inicialmente buscada, mas, se for produzida, deve vir amparada em outros elementos de convicção para habilitar o exercício da ação penal. Segundo a doutrina especializada, o reconhecimento pessoal, feito na fase pré-processual ou em juízo, após o reconhecimento fotográfico (ou mesmo após um reconhecimento pessoal anterior), como uma espécie de ratificação, encontra sérias e consistentes dificuldades epistemológicas.\r\n\r\n3. Se realizado em conformidade com o modelo legal (art. 226 do CPP), o reconhecimento pessoal é válido, sem, todavia, força probante absoluta, de sorte que não pode induzir, por si só, à certeza da autoria delitiva, em razão de sua fragilidade epistêmica.\r\n\r\nSe, todavia, tal prova for produzida em desacordo com o disposto no art. 226 do CPP, deverá ser considerada inválida, o que implica a impossibilidade de seu uso para lastrear juízo de certeza da autoria do crime, mesmo que de forma suplementar. Mais do que isso, inválido o reconhecimento, não poderá ele servir nem para lastrear outras decisões, ainda que de menor rigor quanto ao standard probatório exigido, tais como a decretação de prisão preventiva, o recebimento de denúncia e a pronúncia.\r\n\r\n4. Em julgamento concluído no dia 23/2/2022, a Segunda Turma do Supremo Tribunal Federal deu provimento ao RHC n. 206.846/SP (Rel. Ministro Gilmar Mendes), para absolver um indivíduo preso em São Paulo depois de ser reconhecido por fotografia, tendo em vista a nulidade do reconhecimento fotográfico e a ausência de provas para a condenação. Reportando-se ao decidido no julgamento do referido HC n. 598.886/SC, no STJ, foram fixadas três teses: 4.1) O reconhecimento de pessoas, presencial ou por fotografia, deve observar o procedimento previsto no art. 226 do Código de Processo Penal, cujas formalidades constituem garantia mínima para quem se encontra na condição de suspeito da prática de um crime e para uma verificação dos fatos mais justa e precisa; 4.2) A inobservância do procedimento descrito na referida norma processual torna inválido o reconhecimento da pessoa suspeita, de modo que tal elemento não poderá fundamentar eventual condenação ou decretação de prisão cautelar, mesmo se refeito e confirmado o reconhecimento em Juízo. Se declarada a irregularidade do ato, eventual condenação já proferida poderá ser mantida, se fundamentada em provas independentes e não contaminadas; 4.3) A realização do ato de reconhecimento pessoal carece de justificação em elementos que indiquem, ainda que em juízo de verossimilhança, a autoria do fato investigado, de modo a se vedarem medidas investigativas genéricas e arbitrárias, que potencializam erros na verificação dos fatos.\r\n\r\n5. Na espécie, a leitura da sentença condenatória e do acórdão impugnado, além da análise do contexto fático já delineado nos autos pelas instâncias ordinárias, permitem inferir que o paciente foi condenado, exclusivamente, com base em reconhecimento fotográfico realizado pela vítima e sem que nenhuma outra prova (apreensão de bens em seu poder, confissão, relatos indiretos etc.) autorizasse o juízo condenatório.\r\n\r\n6. Mais ainda, a autoridade policial induziu a vítima a realizar o reconhecimento - tornando-o viciado - ao submeter-lhe uma foto do paciente e do comparsa (adolescente), de modo a reforçar sua crença de que teriam sido eles os autores do roubo. Tal comportamento, por óbvio, acabou por comprometer a mínima aproveitabilidade desse reconhecimento.\r\n\r\n7. Estudos sobre a epistemologia jurídica e a psicologia do testemunho alertam que é contraindicado o show-up (conduta que consiste em exibir apenas a pessoa suspeita, ou sua fotografia, e solicitar que a vítima ou a testemunha reconheça se essa pessoa suspeita é, ou não, autora do crime), por incrementar o risco de falso reconhecimento. O maior problema dessa dinâmica adotada pela autoridade policial está no seu efeito indutor, porquanto se estabelece uma percepção precedente, ou seja, um pré-juízo acerca de quem seria o autor do crime, que acaba por contaminar e comprometer a memória. Ademais, uma vez que a testemunha ou a vítima reconhece alguém como o autor do delito, há tendência, por um viés de confirmação, a repetir a mesma resposta em reconhecimentos futuros, pois sua memória estará mais ativa e predisposta a tanto.\r\n\r\n8. Em verdade, o resultado do reconhecimento formal depende tanto da capacidade de memorização do reconhecedor quanto de diversos aspectos externos que podem influenciá-lo, como o tempo em que a vítima esteve exposta ao delito e ao agressor (tempo de duração do evento criminoso), a gravidade do fato, as condições ambientais (tais como visibilidade do local no momento dos fatos, aspectos geográficos etc.), a natureza do crime (com ou sem violência física, grau de violência psicológica), o tempo decorrido entre o contato com o autor do delito e a realização do reconhecimento etc.\r\n\r\n9. Sob um processo penal de cariz garantista (é dizer, conforme aos parâmetros e diretrizes constitucionais e legais), busca-se uma verdade processualmente válida, em que a reconstrução histórica dos fatos objeto do juízo se vincula a regras precisas, que assegurem às partes maior controle sobre a atividade jurisdicional.\r\n\r\n10. Adotada, assim, a premissa de que a busca da verdade, no processo penal, se sujeita a balizas epistemológicas e também éticas, que assegurem um mínimo de idoneidade às provas e não exponham pessoas em geral ao risco de virem a ser injustamente presas e condenadas, é de se refutar que essa prova tão importante seja produzida de forma totalmente viciada. Se outros fins, que não a simples apuração da verdade, são também importantes na atividade investigatória e persecutória do Estado, algum sacrifício epistêmico, como alerta Jordi Ferrer-Beltrán, pode ocorrer, especialmente quando o processo penal busca, também, a proteção a direitos fundamentais e o desestímulo a práticas autoritárias.\r\n\r\n11. Impõe compreender que a atuação dos agentes públicos responsáveis pela preservação da ordem e pela apuração de crimes deve dar-se em respeito às instituições, às leis e aos direitos fundamentais. Ou seja, quando se fala de segurança pública, esta não se pode limitar à luta contra a criminalidade; deve incluir também a criação de um ambiente propício e adequado para a convivência pacífica das pessoas e de respeito institucional a quem se vê na situação de acusado e, antes disso, de suspeito.\r\n\r\n12. Sob tal perspectiva, devem as agências estatais de investigação e persecução penal envidar esforços para rever hábitos e acomodações funcionais, de sorte a \"utilizar instrumentos para maximizar as probabilidades de acerto na decisão probatória, em particular aqueles que visam a promover a formação de um conjunto probatório o mais rico possível, quantitativa e qualitativamente\" (Ferrer-Beltrán).\r\n\r\n13. Convém, ainda, lembrar que as prescrições legais relativas às provas cumprem não apenas uma função epistêmica, i. e., de conferir fiabilidade e segurança ao conteúdo da prova produzida, mas também uma função de controlar o exercício do poder dos órgãos encarregados de obter a prova para uso em processo criminal, vis-à-vis os direitos inerentes à condição de suspeito, investigado ou acusado.\r\n\r\nNesse sentido, é sempre oportuna a lição de Perfécto Ibañez, que divisa, na exigência de cumprimento das prescrições legais relativas à prova, uma função implícita, a saber, a de induzir os agentes estatais à observância dessas normas, o que se perfaz com a declaração de nulidade dos atos praticados de forma ilegal.\r\n\r\n14. O zelo com que se houver a autoridade policial ao conduzir as investigações determinará não apenas a validade da prova obtida - \"sem bons ingredientes não haverá forma de fazer um bom prato\" (como metaforicamente lembra Jordi Ferrer-Beltrán) -, mas a própria legitimidade da atuação policial e sua conformidade ao modelo legal e constitucional. Sem embargo, conquanto as instituições policiais figurem no centro das críticas, não são as únicas a merecê-las. É preciso que todos os integrantes do sistema de justiça criminal se apropriem de técnicas pautadas nos avanços científicos para interromper e reverter essa preocupante realidade quanto ao reconhecimento pessoal de suspeitos. Práticas como a evidenciada no processo objeto deste writ só se perpetuam porque eventualmente encontram respaldo e chancela tanto do Ministério Público - a quem, como fiscal do direito (custos iuris), compromissado com a verdade e com a objetividade de atuação, cabe velar pela higidez e pela fidelidade da investigação dos fatos sob apuração, ao propósito de evitar acusações infundadas - quanto do próprio Poder Judiciário, ao validar e acatar medidas ilegais perpetradas pelas agências de segurança pública.\r\n\r\n15. Sob tais premissas e condições, não é possível ratificar a condenação do acusado, visto que apoiada em prova absolutamente desconforme ao modelo legal, sem a observância das regras probatórias próprias e sem o apoio de qualquer outra evidência produzida nos autos.\r\n\r\n16. Ordem concedida, para absolver o paciente em relação à prática dos delitos de roubo e de corrupção de menores objetos do Processo n. 0014552-59.2019.8.19.0014, da 3ª Vara Criminal da Comarca de Campos dos Goytacazes - RJ, ratificada a liminar anteriormente deferida, a fim de determinar a imediata expedição de alvará de soltura em seu favor, se por outro motivo não estiver preso.\r\n\r\n(HC n. 712.781/RJ, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 15/3/2022, DJe de 22/3/2022, grifei)\r\n\r\n"
    },
    {
      "id": 22,
      "topico": "Outras provas além do reconhecimento",
      "resultado": "É pacífico nesta Corte que, havendo outras provas independentes e aptas a atestar a autoria e a materialidade delitivas, a anulação do reconhecimento realizado em solo policial não importaria no trancamento do feito ou na absolvição do agente.\r\n\r\nNesse sentido:\r\n\r\n",
      "tags": "outras, provas, reconhecimento, 226, nulidade",
      "precedente": "PENAL. AGRAVO REGIMENTAL EM HABEAS CORPUS. ROUBO. PLEITO DE ABSOLVIÇÃO. RECONHECIMENTO FOTOGRÁFICO. PROCEDIMENTO PREVISTO NO ART. 226 DO CPP. INOBSERVÂNCIA. MUDANÇA DE ENTENDIMENTO JURISPRUDENCIAL. INVALIDADE DA PROVA. AUTORIA ESTABELECIDA COM BASE EM OUTROS ELEMENTOS PROBATÓRIOS. ABSOLVIÇÃO INVIÁVEL. AGRAVO REGIMENTAL NÃO PROVIDO.\r\n\r\n1. O habeas corpus não se presta para a apreciação de alegações que buscam a absolvição do paciente ou a desclassificação da conduta, em virtude da necessidade de revolvimento do conjunto fático-probatório, o que é inviável na via eleita. Precedente.\r\n\r\n2. Esta Corte Superior inicialmente entendia que \"a validade do reconhecimento do autor de infração não está obrigatoriamente vinculada à regra contida no art. 226 do Código de Processo Penal, porquanto tal dispositivo veicula meras recomendações à realização do procedimento, mormente na hipótese em que a condenação se amparou em outras provas colhidas sob o crivo do contraditório\".\r\n\r\n3. Em julgados recentes, ambas as Turmas que compõe a Terceira Seção deste Superior Tribunal de Justiça alinharam a compreensão de que \"o reconhecimento de pessoa, presencialmente ou por fotografia, realizado na fase do inquérito policial, apenas é apto, para identificar o réu e fixar a autoria delitiva, quando observadas as formalidades previstas no art. 226 do Código de Processo Penal e quando corroborado por outras provas colhidas na fase judicial, sob o crivo do contraditório e da ampla defesa\".\r\n\r\n4. Dos elementos probatórios que instruem o feito, verifica-se que a autoria delitiva do crime de roubo não tem como único elemento de prova o reconhecimento fotográfico, o que gera distinguishing em relação ao acórdão paradigma da alteração jurisprudencial. Na hipótese, além de uma das vítimas ter reconhecido, sem dúvidas, o paciente, por meio de fotos, perante a autoridade policial, ele foi preso na Comarca de Catalão/GO, onde foi localizado o automóvel subtraído, o qual já se encontrava com as placas adulteradas.\r\n\r\nOutrossim, apesar de a outra vítima ter afirmado que não viu o rosto do réu no momento da prática delitiva, descreveu as características físicas do agente que a abordou no salão de beleza, devendo ser ressaltado que o paciente \"tem extensas passagens policiais, pela prática de variada sorte de delitos. Notadamente, roubo, tráfico de drogas e homicídios (...) registro de atividades criminosas, antes e após a prática do crime ora sob investigação, sendo que, inclusive, foram presos em flagrante, em data posterior ao delito sob escrutínio\".\r\n\r\n5. Agravo regimental não provido.\r\n\r\n(AgRg no HC n. 745.822/GO, relator Ministro Ribeiro Dantas, Quinta Turma, julgado em 14/6/2022, DJe de 20/6/2022.)\r\n\r\nNa mesma linha de intelecção o seguinte julgado da Suprema Corte:\r\n\r\nA inobservância do procedimento descrito na referida norma processual torna inválido o reconhecimento da pessoa suspeita, de modo que tal elemento não poderá fundamentar eventual condenação ou decretação de prisão cautelar, mesmo se refeito e confirmado o reconhecimento em Juízo. Se declarada a irregularidade do ato, eventual condenação já proferida poderá ser mantida, se fundamentada em provas independentes e não contaminadas\" (RHC n. 206846, relator GILMAR MENDES, Segunda Turma, julgado em 22/2/2022, processo eletrônico DJe-100 divulg. 24/5/2022 public. 25/5/2022)."
    },
    {
      "id": 23,
      "topico": "Utilização de provas da fase policial",
      "resultado": "Ao magistrado, destinatário final das provas, cabe realizar o cotejo entre as provas produzidas sob o crivo do contraditório e os elementos informativos colhidos em solo policial, sendo-lhe vedado prolatar decisão condenatória lastreado exclusivamente em acervo obtido na fase pré-processual, ressalvadas as provas cautelares, não repetíveis e antecipadas, conforme expressa disposição do art. 155 do CPP.\r\n\r\nConfira-se, por oportuno, julgados desta Corte nesse sentido:",
      "tags": "155, policial, inquérito, repetíveis, não, nulidade, trancamento",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. CRIMES TIPIFICADOS NOS ARTIGOS 121, § 2º, INCISO IV, E 146, § 1º, NA FORMA DO ARTIGO 29, TODOS DO CÓDIGO PENAL. DECISÃO DE IMPRONÚNCIA REFORMADA EM SEGUNDO GRAU. NULIDADE. AÇÃO PENAL SUSPENSA EM RELAÇÃO AO PACIENTE. SUPRESSÃO DE INSTÂNCIA. VIOLAÇÃO AO ART. 155 DO CÓDIGO DE PROCESSO PENAL. NÃO OCORRÊNCIA. PROVA IRREPETÍVEL. AUSÊNCIA DE FLAGRANTE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\r\n\r\n[...] 3. Não há falar em negativa de vigência ao art. 155 do Código de Processo Penal, visto que, conforme destacado pela Corte local, o paciente foi pronunciado com base nas declarações prestadas pelas testemunhas oculares dos fatos e, especialmente, em razão do depoimento colhido na fase policial de Ivanor, caracterizado como prova irrepetível, visto que faleceu no curso do processo.\r\n\r\n4. Agravo regimental a que se nega provimento.\r\n\r\n(AgRg no HC n. 911.040/PR, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 1/7/2024, DJe de 3/7/2024.)\r\n\r\nAGRAVO REGIMENTAL NO HABEAS CORPUS. POSSE IRREGULAR DE ARMA DE FOGO DE USO PERMITIDO. ACERVO PROBATÓRIO SUFICIENTE PARA A CONDENAÇÃO. AUSÊNCIA DE CONTRARIEDADE AO ART. 155 DO CPP. DECISÃO MANTIDA.\r\n\r\n1. Ao contrário do que sustenta a defesa, a condenação pela prática do delito capitulado no art. 12 da Lei n. 10.826/2003 foi lastreada não apenas em elementos colhidos na fase inquisitorial.\r\n\r\nConsiderou-se, inclusive, prova irrepetível, a qual constitui exceção ao art. 155 do CPP, não se verificando a apontada ilegalidade. Precedentes.\r\n\r\n2. Agravo regimental improvido.\r\n\r\n(AgRg no HC n. 816.444/SC, relator Ministro Jesuíno Rissato (Desembargador Convocado do Tjdft), Sexta Turma, julgado em 8/4/2024, DJe de 11/4/2024.)\r\n\r\nPROCESSO PENAL. PENAL. AGRAVO REGIMENTAL NO HABEAS CORPUS. EMBRIAGUEZ AO VOLANTE. INSUFICIÊNCIA PROBATÓRIA. IMPROPRIEDADE DA VIA ELEITA. REVOLVIMENTO FÁTICO-PROBATÓRIO. AGRAVO DESPROVIDO.\r\n\r\nI - O Superior Tribunal de Justiça consolidou o entendimento no sentido de que a prova colhida na fase inquisitorial, desde que corroborada por outros elementos probatórios, pode ser utilizada para lastrear o édito condenatório. E, mais, as provas irrepetíveis encontram-se na ressalva da parte final do art. 155 do CPP, sendo lícita sua valoração pela Corte local (AgRg no AREsp n. 1.874.234/MT, Quinta Turma, Rel. Min. Ribeiro Dantas, DJe de 23/8/2021).\r\n\r\nII - O Auto de Constatação de Embriaguez é prova não repetível, pois somente poderia ser elaborado enquanto se mantém o estado de embriaguez do investigado e não posteriormente aos fatos, já no curso do processo penal, situação que obviamente tornaria inócua a produção de tal prova. No caso, ainda houve a confirmação das circunstâncias do referido Auto pelos depoimentos dos policiais, segundo consta do acórdão questionado.[...]\r\n\r\nAgravo regimental desprovido.\r\n\r\n(AgRg no HC n. 836.704/SC, relator Ministro Messod Azulay Neto, Quinta Turma, julgado em 11/3/2024, DJe de 15/3/2024, grifei)"
    },
    {
      "id": 24,
      "topico": "Acordo de não persecução penal - ANPP",
      "resultado": "O acordo de não persecução penal é uma forma de justiça negociada, similar à transação penal ou à suspensão condicional do processo, que foi introduzida no sistema processual. Ele não é um direito absoluto do réu, mas também não é uma escolha livre do Ministério Público. Esse acordo é um dever do Ministério Público e envolve uma negociação antes do processo entre o órgão e a pessoa acusada, para evitar que o caso chegue ao tribunal. O acordo resulta em compromissos que ambas as partes aceitam voluntariamente. Como é um dever do Ministério Público, ele segue o princípio de priorizar o interesse público, criando uma opção que ajuda a melhorar o sistema de justiça criminal. O Ministério Público não pode deixar de oferecer este acordo sem uma justificativa adequada, conforme as regras legais do artigo 28-A do Código de Processo Penal.",
      "tags": "anpp, direito, análise, ministério, público, trancamento",
      "precedente": "AGRAVO REGIMENTAL NO RECURSO ESPECIAL. HOMICÍDIO CULPOSO E LESÃO CORPORAL CULPOSA, AMBOS NA DIREÇÃO DE VEÍCULO AUTOMOTOR. ACORDO DE NÃO PERSECUÇÃO PENAL. RECUSA DO MP. MOTIVAÇÃO IDÔNEA. AGRAVO REGIMENTAL NÃO PROVIDO.\r\n1. O acordo de não persecução penal, de modo semelhante ao que ocorre com a transação penal ou com a suspensão condicional do processo, introduziu, no sistema processual, mais uma forma de justiça penal negociada. Se, por um lado, não se trata de direito subjetivo do réu, por outro, também não é mera faculdade a ser exercida ao alvedrio do Parquet. O ANPP é um poder-dever do Ministério Público, negócio jurídico pré-processual entre o órgão (consoante sua discricionariedade regrada) e o averiguado, com o fim de evitar a judicialização criminal, e que culmina na assunção de obrigações por ajuste voluntário entre os envolvidos. Como poder-dever, portanto, observa o princípio da supremacia do interesse-público - consistente na criação de mais um instituto despenalizador em prol da otimização do sistema de justiça criminal - e não pode ser renunciado, tampouco deixar de ser exercido sem fundamentação idônea, pautada pelas balizas legais estabelecidas no art. 28-A do CPP.\r\n2. No caso, o Ministério Público estadual, justificou a negativa em oferecer o ANPP ao insurgente, opção confirmada pela Procuradoria Geral da República, tendo em vista a ausência de confissão e a gravidade do crime, tudo a demonstrar estar a recusa devidamente justificada e a afastar a violação apontada pela defesa.\r\n3. Além disso, ao compreender que a apresentação do referido acordo somente é possível quando ainda não oferecida a denúncia e que não há direito subjetivo do réu a tal benefício, a Corte estadual agiu em consonância com a jurisprudência do STJ. Precedentes.\r\n4. Agravo regimental não provido.\r\n(AgRg no REsp n. 2.086.519/SP, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 9/10/2023, DJe de 11/10/2023.)\r\n\r\n\r\nAÇÃO PENAL ORIGINÁRIA. FALSIDADE IDEOLÓGICA (ART. 299 DO CP). CONCURSO DE AGENTES (ART. 29 DO CP). DENÚNCIA OFERTADA CONTRA SERVIDORA E MEMBROS DO TRIBUNAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS. ATO PRATICADO NO EXERCÍCIO DA FUNÇÃO. MANUTENÇÃO DA UNIDADE PROCESSUAL. MATERIALIDADE E INDÍCIOS DE AUTORIA SUFICIENTEMENTE DEMONSTRADOS.\r\n[...]2. Não oferecimento de acordo de não persecução penal aos denunciados que foi satisfatoriamente justificado pelo MPF, que concluiu pela insuficiência da medida frente a reprovação dos crimes imputados na denúncia, ressaltando a existência de concurso de crimes, cujo somatório das penas mínimas abstratamente previstas ultrapassaria o parâmetro legal fixado como requisito objetivo para oferecimento do Acordo de Não Persecução Penal - ANPP.\r\n[...]\r\n(Inq n. 1.655/DF, relator Ministro Humberto Martins, Corte Especial, julgado em 4/9/2024, DJe de 23/9/2024.)\r\n\r\n"
    }
  ]
}
