{"resultados":[{"id":10,"resultado":"asdfasdf","tags":"asdfasdf"},{"id":11,"resultado":"asdf","tags":"asdf"},{"id":7,"resultado":"asdfasdf","tags":"asdfas","precedente":"asdfasdf"},{"id":10,"resultado":"asfasdf","tags":"asdf","precedente":"AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. LEGISLAÇÃO EXTRAVAGANTE. TRÁFICO DE DROGAS. PEDIDO DE APLICAÇÃO DA CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA. NÃO RECONHECIMENTO PELA INSTÂNCIA ORDINÁRIA. DEDICAÇÃO A ATIVIDADES CRIMINOSAS. VALIDADE DOS DEPOIMENTOS DOS POLICIAIS. INVIABILIDADE DE AFASTAMENTO. NECESSIDADE DE AVALIAÇÃO DO CADERNO FÁTICO-PROBATÓRIO. ÓBICE DA SÚMULA 7/STJ.\n1. A instância ordinária justificou o não reconhecimento da causa especial de diminuição de pena do art. 33, § 4º, da Lei n. 11.343/2006, destacando que os testemunhos dos policiais indicando o réu envolto no submundo do tráfico de drogas, inclusive participação em organização criminosa, demonstram que ele, mesmo após a maioridade penal, continuou envolvido na criminalidade, circunstâncias a respaldar a sua dedicação na atividade criminosa e lhe vedar os benefícios do privilégio. (fl. 278).\n2. Para o Superior Tribunal de Justiça, os depoimentos dos policiais responsáveis pela prisão em flagrante são meios idôneos e suficientes para a formação do édito condenatório, quando em harmonia com as demais provas dos autos, e colhidos sob o crivo do contraditório e da ampla defesa.\n3. A Corte cearense apontou fundamentos suficientes a justificar a não incidência da minorante.\n4. [...], desconstituir as conclusões alcançadas pelo Tribunal de origem, com fundamento em exame exauriente do conjunto fático-probatório carreado aos autos, no intuito de abrigar a pretensão defensiva de incidência da minorante do tráfico privilegiado, com base na alegada não dedicação do recorrente a atividades criminosas, demandaria necessariamente aprofundado revolvimento do conjunto probatório, providência vedada em sede de recurso especial. Incidência da Súmula n. 7/STJ (AgRg no AREsp n. 1.812.378/SP, Ministro Reynaldo Soares da Fonseca, Quinta Turma, DJe 26/4/2021).\n5. Agravo regimental desprovido.\n(AgRg no AREsp n. 2.007.561/CE, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 14/5/2024, DJe de 20/5/2024.)\n"},{"id":5,"resultado":"retwqertwqer","tags":"443, súmula, majorantes, cúmulo","precedente":"PENAL E PROCESSO PENAL. AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. FALTA DE IMPUGNAÇÃO ESPECÍFICA À DECISÃO QUE INADMITIU O RECURSO ESPECIAL NA ORIGEM. INCIDÊNCIA DA SÚMULA 182/STJ. FLAGRANTE ILEGALIDADE NA DOSIMETRIA DA PENA. CAUSAS DE AUMENTO DO ART, 40, III E IV DA LEI N. 11.343/2006. FRAÇÃO APLICADA SEM FUNDAMENTAÇÃO. AGRAVO REGIMENTAL DESPROVIDO. CONCESSÃO DE HABEAS CORPUS DE OFÍCIO.\n1. Nos termos da Súmula 182/STJ, não pode ser conhecido o agravo em recurso especial, por não ter impugnado de maneira específica todos os fundamentos da decisão de inadmissão do recurso especial na origem.\n2. A jurisprudência desta Corte é no sentido de que a aplicação das majorantes previstas no art. 40 da Lei de Drogas exige motivação concreta, quando estabelecida acima da fração mínima, não sendo suficiente a mera indicação do número de causas de aumento, em analogia ao disposto na Súmula 443 do STJ.\n3. Agravo regimental desprovido. Concessão de habeas corpus de ofício, para fazer incidir as causas de aumento do art. 40, III e IV da Lei n. 11.343/2006 na fração de 1/6.\n(AgRg no AREsp n. 2.576.869/SP, relator Ministro Ribeiro Dantas, Quinta Turma, julgado em 21/5/2024, DJe de 23/5/2024.)\n"},{"id":6,"resultado":"sdafsdfas","tags":"súmula, 440, regime, aberto, fechado, semiaberto, gravoso, mais","precedente":"dfghdfghdfgh"}]}