{
  "resultados": [
    {
      "id": 3,
      "resultado": "Esta Corte tem firme jurisprudência no sentido de que anotações criminais pretéritas, maus antecedentes, reincidência, histórico de atos infracionais, ações penais ou até mesmo inquéritos policiais em curso justificam a decretação e manutenção da prisão preventiva ante o risco à ordem pública, dado que sugestivas de contumácia delitiva do agente e, por consequência, de sua periculosidade.",
      "tags": "prisão, preventiva, ações, penais, curso, inquérito, contumácia, reiteração, ordem, pública, periculosidade",
      "precedente": "AGRAVO REGIMENTAL EM HABEAS CORPUS. TRÁFICO DE DROGAS E POSSE IRREGULAR DE ARMA DE FOGO. PEDIDO DE PRISÃO DOMICILIAR. IMPOSSIBILIDADE. INDÍCIOS DE COMETIMENTO DE NOVO CRIME COM VIOLÊNCIA POR PARTE DA AGRAVANTE. GRAVIDADE CONCRETA. CONDIÇOES PESSOAIS FAVORÁVEIS. IRRELEVÂNCIA. MEDIDAS CAUTELARES ALTERNATIVAS. INSUFICIÊNCIA. AUSÊNCIA DE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n[...]\n3. A propósito, \"como sedimentado em farta jurisprudência desta Corte, maus antecedentes, reincidência ou até mesmo outras ações penais ou inquéritos em curso justificam a imposição de segregação cautelar como forma de evitar a reiteração delitiva e, assim, garantir a ordem pública\" (RHC n. 156.048/SC, Rel. Ministro ANTONIO SALDANHA PALHEIRO, SEXTA TURMA, julgado em 15/02/2022, DJe 18/02/2022).\n[...]\n(AgRg no HC n. 922.102/MT, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 26/8/2024, DJe de 28/8/2024.)\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. PRISÃO PREVENTIVA. PERICULUM LIBERTATIS. FUNDAMENTAÇÃO SUFICIENTE. MEDIDAS CAUTELARES. INSUFICIÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ficou evidenciada a necessidade da medida constritiva de liberdade, porquanto demonstrada a gravidade concreta da conduta imputada ao acusado, considerando as circunstâncias fáticas - concurso de pessoas, com envolvimento de adolescentes, com utilização de diversas residências para armazenar drogas, embalagens, celulares, com grande quantidade de entorpecentes e ainda em variedade de substâncias, etc - , bem como o risco de reiteração delitiva, em razão da \"existência de atos delituosos anteriores, pela mesma prática criminosa\".\n2. Conforme orientação jurisprudencial desta Corte, inquéritos e ações penais em curso constituem elementos capazes de demonstrar o risco concreto de reiteração delituosa, justificando a decretação da prisão preventiva para garantia da ordem pública.\n3. Dadas as apontadas circunstâncias do fato e as condições pessoais do acusado, não se mostra adequada e suficiente a substituição da prisão preventiva por medidas a ela alternativas (art. 282, c/c o art. 319 do CPP).\n4. Agravo regimental desprovido.\n(AgRg no HC n. 874.767/SP, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 19/8/2024, DJe de 22/8/2024.)\n"
    },
    {
      "id": 4,
      "resultado": "O destinatário da minorante prevista no art. 33, §4º, da Lei n. 11.343/2006 é, por expressa disposição legal, o agente primário, de bons antecedentes, que não se dedica a atividades delituosas e que não faz parte de organização criminosa.\nOu seja, é direcionado àquele pequeno traficante que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida ou estão inseridos em esquema maior de distribuição das drogas.",
      "tags": "destinatário, minorante, tráfico, privilegiado",
      "precedente": "AGRAVO REGIMENTAL NO HABEAS CORPUS. PENAL. DOSIMETRIA DA PENA. TRÁFICO DE DROGAS. MINORANTE. AFASTAMENTO EM RAZÃO DA QUANTIDADE DE DROGA APREENDIDA. FUNDAMENTO INIDÔNEO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos do art. 33, § 4º, da Lei n. 11.343/2006, o agente poderá ser beneficiado com a redução de 1/6 (um sexto) a 2/3 (dois terços) da pena, desde que seja primário e portador de bons antecedentes e não se dedique às atividades criminosas nem integre organização criminosa. É evidente, portanto, que o benefício descrito no aludido dispositivo legal tem como destinatário o pequeno traficante, ou seja, aquele que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida.\n2. No caso, as instâncias de origem justificaram o afastamento da causa especial de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006, tão somente com base na quantidade de droga apreendida. Todavia, tal fundamento é inidôneo à negativa da causa de diminuição referenciada.\n3. Agravo regimental desprovido.\n(AgRg no HC n. 882.329/SP, relator Ministro Antonio Saldanha Palheiro, Sexta Turma, julgado em 2/9/2024, DJe de 5/9/2024.)\n"
    }
  ]
}