{"resultados":[{"id":3,"topico":"Tentativa de fuga e busca pessoal","resultado":"Esta Corte tem firme jurisprudência no sentido de que anotações criminais pretéritas, maus antecedentes, reincidência, histórico de atos infracionais, ações penais ou até mesmo inquéritos policiais em curso justificam a decretação e manutenção da prisão preventiva ante o risco à ordem pública, dado que sugestivas de contumácia delitiva do agente e, por consequência, de sua periculosidade.","tags":"contumácia, delitiva, outros, inquéritos, ações, penais, curso, condenações","precedente":"AGRAVO REGIMENTAL EM HABEAS CORPUS. TRÁFICO DE DROGAS E POSSE IRREGULAR DE ARMA DE FOGO. PEDIDO DE PRISÃO DOMICILIAR. IMPOSSIBILIDADE. INDÍCIOS DE COMETIMENTO DE NOVO CRIME COM VIOLÊNCIA POR PARTE DA AGRAVANTE. GRAVIDADE CONCRETA. CONDIÇOES PESSOAIS FAVORÁVEIS. IRRELEVÂNCIA. MEDIDAS CAUTELARES ALTERNATIVAS. INSUFICIÊNCIA. AUSÊNCIA DE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n[...]\n3. A propósito, \"como sedimentado em farta jurisprudência desta Corte, maus antecedentes, reincidência ou até mesmo outras ações penais ou inquéritos em curso justificam a imposição de segregação cautelar como forma de evitar a reiteração delitiva e, assim, garantir a ordem pública\" (RHC n. 156.048/SC, Rel. Ministro ANTONIO SALDANHA PALHEIRO, SEXTA TURMA, julgado em 15/02/2022, DJe 18/02/2022).\n[...]\n(AgRg no HC n. 922.102/MT, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 26/8/2024, DJe de 28/8/2024.)\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. PRISÃO PREVENTIVA. PERICULUM LIBERTATIS. FUNDAMENTAÇÃO SUFICIENTE. MEDIDAS CAUTELARES. INSUFICIÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ficou evidenciada a necessidade da medida constritiva de liberdade, porquanto demonstrada a gravidade concreta da conduta imputada ao acusado, considerando as circunstâncias fáticas - concurso de pessoas, com envolvimento de adolescentes, com utilização de diversas residências para armazenar drogas, embalagens, celulares, com grande quantidade de entorpecentes e ainda em variedade de substâncias, etc - , bem como o risco de reiteração delitiva, em razão da \"existência de atos delituosos anteriores, pela mesma prática criminosa\".\n2. Conforme orientação jurisprudencial desta Corte, inquéritos e ações penais em curso constituem elementos capazes de demonstrar o risco concreto de reiteração delituosa, justificando a decretação da prisão preventiva para garantia da ordem pública.\n3. Dadas as apontadas circunstâncias do fato e as condições pessoais do acusado, não se mostra adequada e suficiente a substituição da prisão preventiva por medidas a ela alternativas (art. 282, c/c o art. 319 do CPP).\n4. Agravo regimental desprovido.\n(AgRg no HC n. 874.767/SP, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 19/8/2024, DJe de 22/8/2024.)\n"},{"id":4,"topico":"Busca pessoal","resultado":"O destinatário da minorante prevista no art. 33, §4º, da Lei n. 11.343/2006 é, por expressa disposição legal, o agente primário, de bons antecedentes, que não se dedica a atividades delituosas e que não faz parte de organização criminosa.\nOu seja, é direcionado àquele pequeno traficante que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida ou estão inseridos em esquema maior de distribuição das drogas.","tags":"destinatário, minorante, tráfico, privilegiado","precedente":"AGRAVO REGIMENTAL NO HABEAS CORPUS. PENAL. DOSIMETRIA DA PENA. TRÁFICO DE DROGAS. MINORANTE. AFASTAMENTO EM RAZÃO DA QUANTIDADE DE DROGA APREENDIDA. FUNDAMENTO INIDÔNEO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos do art. 33, § 4º, da Lei n. 11.343/2006, o agente poderá ser beneficiado com a redução de 1/6 (um sexto) a 2/3 (dois terços) da pena, desde que seja primário e portador de bons antecedentes e não se dedique às atividades criminosas nem integre organização criminosa. É evidente, portanto, que o benefício descrito no aludido dispositivo legal tem como destinatário o pequeno traficante, ou seja, aquele que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida.\n2. No caso, as instâncias de origem justificaram o afastamento da causa especial de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006, tão somente com base na quantidade de droga apreendida. Todavia, tal fundamento é inidôneo à negativa da causa de diminuição referenciada.\n3. Agravo regimental desprovido.\n(AgRg no HC n. 882.329/SP, relator Ministro Antonio Saldanha Palheiro, Sexta Turma, julgado em 2/9/2024, DJe de 5/9/2024.)\n"},{"id":3,"topico":"asdasdfasdfasdfasdfasdfasdf","resultado":"Como evolução do entendimento da necessidade de elementos suficientes para a busca pessoal, a 3ª Seção desta Corte definiu que a tentativa de fuga, pelo réu, ao visualizar uma guarnição policial, autoriza a referida diligência, desde que se apresente narrativa verossímil, coerente e não contraditória com os demais elementos informativos.","tags":"busca, pessoal, fuga, polícia, policial, autoriza, 3ª, Seção, Schietti, 244, CPP, código, processo, penal","precedente":"HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. ART. 244 DO CPP. FUGA DO RÉU AO AVISTAR A GUARNIÇÃO POLICIAL. FUNDADA SUSPEITA QUANTO À POSSE DE CORPO DE DELITO. CONFIGURAÇÃO. ABSOLVIÇÃO. IMPOSSIBILIDADE. PROVAS LÍCITAS. ORDEM DENEGADA.\n\n1. Segundo o disposto no art. 244 do Código de Processo Penal, \"A busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\n2. Por ocasião do julgamento do RHC n. 158.580/BA (Rel. Ministro Rogerio Schietti, 6ª T, DJe 25/4/2022), a Sexta Turma desta Corte Superior de Justiça, à unanimidade, propôs criteriosa análise sobre a realização de buscas pessoais e apresentou como conclusões, no que interessa: 2.1. \"Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) - baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto - de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência\" [...]. 2.2. \"Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições/impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, baseadas, por exemplo, exclusivamente, no tirocínio policial\".\n\n3. A Corte Interamericana de Direitos Humanos, no caso Fernandez Prieto e Tumbeiro v. Argentina, ao tratar sobre a validade de buscas pessoais, assentou que, \"ante a ausência de elementos objetivos, a classificação de determinada conduta ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, obedece às convicções pessoais dos agentes intervenientes e as práticas dos próprios corpos de segurança, o que comporta um grau de arbitrariedade que é incompatível com o art. 7.3 da CADH\". Em 11/4/2024, o Plenário do Supremo Tribunal Federal encampou essa compreensão quanto à necessidade de elementos objetivos para a busca, ao firmar a tese, no HC n. 208.240/SP, de que \"A busca pessoal, independente de mandado judicial, deve estar fundada em elementos indiciários objetivos de que a pessoa esteja na posse de arma proibida, ou de objetos ou papeis que constituam corpo de delito, não sendo lícita a realização da medida com base na raça, sexo, orientação sexual, cor da pele, ou aparência física\".\n\n4. Não se desconsidera, por certo, que os agentes de segurança, em virtude da experiência adquirida durante anos no trabalho nas ruas, talvez possam ter uma certa \"intuição\" sobre algumas situações, da mesma forma que um magistrado com anos de carreira, em certos casos, eventualmente \"sinta\" quando algum réu ou testemunha está mentindo em um depoimento. Entretanto, do mesmo modo que o juiz não pode fundamentar uma decisão afirmando apenas ter \"sentido\" que o acusado ou testemunha mentiu em seu depoimento, também não se pode admitir que o policial adote medidas restritivas de direitos fundamentais com base somente na sua intuição ou impressão subjetiva.\n\n5. Não é possível argumentar que uma busca (fato anterior) é válida porque o réu foi preso (fato posterior) e, ao mesmo tempo, dizer que a prisão (fato posterior) é válida porque a busca (fato anterior) encontrou drogas. Se havia fundada suspeita de posse de corpo de delito, a ação policial é legal, mesmo que o indivíduo seja inocente; se não havia, a ação é ilegal, ainda que o indivíduo seja culpado.\n\n6. O cerne da controvérsia em debate é saber se a conduta de fugir correndo repentinamente ao avistar uma guarnição policial preenche ou não o requisito de fundada suspeita de corpo de delito para uma busca pessoal em via pública, nos termos do art. 244 do CPP.\n\n7. Não se ignora, naturalmente, que esta Corte vem rechaçando a validade de buscas domiciliares realizadas com base apenas no fato de o suspeito haver corrido para dentro de casa ao avistar uma guarnição policial. Também não se desconhece a recente decisão proferida sobre o tema pelo Plenário do Supremo Tribunal Federal no julgamento do HC n. 169.788/SP. É importante notar, porém, que, ao contrário do que noticiaram alguns veículos de informação, embora a ordem de habeas corpus não haja sido concedida pela Suprema Corte, não houve maioria no colegiado para estabelecer a tese de que a fuga do suspeito para o interior da residência ao avistar a polícia justifica, por si só, o ingresso domiciliar. Assim, por imperativo de coerência, é necessário esclarecer o motivo pelo qual essa atitude, embora não justifique uma busca domiciliar sem mandado, pode justificar uma busca pessoal em via pública. Para isso, é preciso invocar a noção de standards probatórios, os quais devem seguir uma tendência progressiva, de acordo com a gravidade da medida a ser adotada.\n\n8. Enquanto a proteção contra buscas pessoais arbitrárias está no Código de Processo Penal (art. 244) e decorre apenas indiretamente das proteções constitucionais à privacidade, à intimidade e à liberdade, a inviolabilidade do domicílio está prevista expressamente em diversos diplomas internacionais de proteção aos direitos humanos e na Constituição Federal, em inciso próprio do art. 5º, como cláusula pétrea, além de a afronta a essa garantia ser criminalizada nos arts. 22 da Lei n. 13.869/2019 e 150 do Código Penal. É bem verdade que buscas pessoais são invasivas e que algumas delas eventualmente podem ser quase tão constrangedoras quanto buscas domiciliares; no entanto, não há como negar a diferença jurídica de tratamento entre as medidas.\n\n9. O art. 5º, XI, da Constituição Federal exige, para o ingresso domiciliar sem mandado judicial - ressalvadas as hipóteses de \"prestar socorro\" ou \"desastre\" -, a existência de flagrante delito, e o Supremo Tribunal Federal, no julgamento do Tema de Repercussão Geral n. 280, reputou necessário haver \"fundadas razões\" prévias quanto à existência de situação flagrancial no interior do imóvel.\n\nAssim, embora o STF não haja imposto um standard probatório de plena certeza, trata-se de uma exigência elevada quanto à provável existência de flagrante delito, diante da ressaltada dimensão que a proteção domiciliar ocupa e da interpretação restritiva que se deve atribuir às exceções a essa garantia fundamental. E, ao contrário do que se dá na busca pessoal, o direito à inviolabilidade do domicílio não protege apenas o alvo de uma atuação policial, mas todo o grupo de pessoas que residem ou se encontram no local da diligência.\n\n10. Já no que concerne às buscas pessoais, apesar de evidentemente não poderem ser realizadas sem critério legítimo, o que a lei exige é a presença de fundada suspeita da posse de objeto que constitua corpo de delito, isto é, uma suspeição razoavelmente amparada em algo sólido, concreto e objetivo, que se diferencie da mera suspeita intuitiva e subjetiva.\n\n11. É possível cogitar quatro motivos principais para que alguém empreenda fuga ao avistar uma guarnição policial: a) estar praticando crime naquele exato momento (flagrante delito); b) estar na posse de objeto que constitua corpo de delito (o que nem sempre representa uma situação flagrancial); c) estar em situação de descumprimento de alguma medida judicial (por exemplo, medida cautelar de recolhimento noturno, prisão domiciliar, mandado de prisão em aberto etc.) ou cometendo irregularidade administrativa (v. g. dirigir sem habilitação); d) ter medo de sofrer pessoalmente algum abuso por parte da polícia ou receio de ficar próximo a eventual tiroteio e ser atingido por bala perdida, sobretudo nas comunidades periféricas habitadas por grupos vulneráveis e marginalizados, em que a violência policial e as intensas trocas de tiros entre policiais e criminosos são dados presentes da realidade.\n\n12. Com base nessas premissas, diante da considerável variabilidade de possíveis explicações para essa atitude, entende-se que fugir correndo repentinamente ao avistar uma guarnição policial não configura, por si só, flagrante delito, nem algo próximo disso para justificar que se excepcione a garantia constitucional da inviolabilidade domiciliar. Trata-se, todavia, de conduta intensa e marcante que consiste em fato objetivo - não meramente subjetivo ou intuitivo -, visível, controlável pelo Judiciário e que, embora possa ter outras explicações, no mínimo gera suspeita razoável, amparada em juízo de probabilidade, sobre a posse de objeto que constitua corpo de delito (conceito mais amplo do que situação de flagrante delito).\n\n13. Ademais, também não se trata de mera \"suspeita baseada no estado emocional ou na idoneidade ou não da reação ou forma de vestir\" ou classificação subjetiva de \"certa reação ou expressão corporal como nervosa\", o que, segundo a decisão da Corte Interamericana de Direitos Humanos no caso Fernandez Prieto e Tumbeiro v. Argentina, é insuficiente para uma busca pessoal. Fugir correndo é mais do que uma mera reação sutil, como seria o caso, por exemplo, de: a) um simples olhar (ou desvio de olhar), b) levantar-se (ou sentar-se), c) andar (ou parar de andar), d) mudar a direção ou o passo, enfim, comportamentos naturais de qualquer pessoa que podem ser explicados por uma infinidade de razões, insuficientes, a depender do contexto, para classificar a pessoa que assim se comporta como suspeita.\n\nEssas reações corporais, isoladamente, são assaz frágeis para embasar de maneira sólida uma suspeição; a fuga, porém, se distingue por representar atitude intensa, nítida e ostensiva, dificilmente confundível com uma mera reação corporal natural.\n\n14. Não se deve ignorar, entretanto, a possibilidade de que se criem discursos ou narrativas dos fatos para legitimar a diligência policial. Daí, por conseguinte, a necessidade de ser exercido um \"especial escrutínio\" sobre o depoimento policial, na linha do que propôs o Ministro Gilmar Mendes por ocasião do julgamento do RE n. 603.616/RO (Tema de Repercussão Geral n. 280): \"O policial pode invocar o próprio testemunho para justificar a medida. Claro que o ingresso forçado baseado em fatos presenciados pelo próprio policial que realiza a busca coloca o agente público em uma posição de grande poder e, por isso mesmo, deve merecer especial escrutínio\".\n\n15. Trata-se, portanto, de abandonar a cômoda e antiga prática de atribuir caráter quase que inquestionável a depoimentos prestados por testemunhas policiais, como se fossem absolutamente imunes à possibilidade de desviar-se da verdade; do contrário, deve-se submetê-los a cuidadosa análise de coerência - interna e externa -, verossimilhança e consonância com as demais provas dos autos.\n\n16. Assim, à luz de todas essas ponderações, conclui-se que fugir correndo repentinamente ao avistar uma guarnição policial configura motivo idôneo para autorizar uma busca pessoal em via pública, mas a prova desse motivo, cujo ônus é do Estado, por ser usualmente amparada apenas na palavra dos policiais, deve ser submetida a especial escrutínio, o que implica rechaçar narrativas inverossímeis, incoerentes ou infirmadas por outros elementos dos autos.\n\n17. O exame destes autos indica que o réu, ao avistar uma viatura policial que fazia patrulhamento de rotina na região dos fatos, correu, em fuga, para um terreno baldio, o que motivou a revista pessoal, na qual foram encontradas drogas. Diante das premissas estabelecidas neste voto e da ausência de elementos suficientes para infirmar ou desacreditar a versão policial, mostra-se configurada a fundada suspeita de posse de corpo de delito a autorizar a busca pessoal, nos termos do art. 244 do CPP.\n\n18. Ordem denegada. (HC n. 877.943/MS, relator Ministro Rogerio Schietti Cruz, Terceira Seção, julgado em 18/4/2024, DJe de 15/5/2024.)"},{"id":4,"topico":"asdasdfasdfasdfasdfasdfasdf","resultado":"Sabe-se que o art. 244 do Código de Processo Penal prevê que \"a busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\nA Sexta Turma desta Corte Superior, ao analisar o Recurso em Habeas Corpus n. 158.580/BA, apreciou a matéria referente à busca pessoal e/ou veicular prevista no art. 244 do CPP. O Ministro Rogerio Schietti, relator do referido recurso, assim redigiu a ementa do julgado:","tags":"busca, pessoal, atitude, suspeita, schietti, rhc, 158580, sindicabilidade, veicular, 244, cpp, nulidade, processual, processo","precedente":"RECURSO EM HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. AUSÊNCIA DE FUNDADA SUSPEITA. ALEGAÇÃO VAGA DE “ATITUDE SUSPEITA”. INSUFICIÊNCIA. ILICITUDE DA PROVA OBTIDA. TRANCAMENTO DO PROCESSO. RECURSO PROVIDO.\n\n1. Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) – baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto – de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência.\n\n2. Entretanto, a normativa constante do art. 244 do CPP não se limita a exigir que a suspeita seja fundada. É preciso, também, que esteja relacionada à “posse de arma proibida ou de objetos ou papéis que constituam corpo de delito”. Vale dizer, há uma necessária referibilidade da medida, vinculada à sua finalidade legal probatória, a fim de que não se converta em salvo-conduto para abordagens e revistas exploratórias (fishing expeditions), baseadas em suspeição genérica existente sobre indivíduos, atitudes ou situações, sem relação específica com a posse de arma proibida ou objeto (droga, por exemplo) que constitua corpo de delito de uma infração penal. O art. 244 do CPP não autoriza buscas pessoais praticadas como “rotina” ou “praxe” do policiamento ostensivo, com finalidade preventiva e motivação exploratória, mas apenas buscas pessoais com finalidade probatória e motivação correlata.\n\n3. Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições e impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, apoiadas, por exemplo, exclusivamente, no tirocínio policial. Ante a ausência de descrição concreta e precisa, pautada em elementos objetivos, a classificação subjetiva de determinada atitude ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, não preenche o standard probatório de “fundada suspeita” exigido pelo art. 244 do CPP.\n\n4. O fato de haverem sido encontrados objetos ilícitos – independentemente da quantidade – após a revista não convalida a ilegalidade prévia, pois é necessário que o elemento “fundada suspeita de posse de corpo de delito” seja aferido com base no que se tinha antes da diligência. Se não havia fundada suspeita de que a pessoa estava na posse de arma proibida, droga ou de objetos ou papéis que constituam corpo de delito, não há como se admitir que a mera descoberta casual de situação de flagrância, posterior à revista do indivíduo, justifique a medida.\n\n5. A violação dessas regras e condições legais para busca pessoal resulta na ilicitude das provas obtidas em decorrência da medida, bem como das demais provas que dela decorrerem em relação de causalidade, sem prejuízo de eventual responsabilização penal do(s) agente(s) público(s) que tenha(m) realizado a diligência.\n\n6. Há três razões principais para que se exijam elementos sólidos, objetivos e concretos para a realização de busca pessoal – vulgarmente conhecida como “dura”, “geral”, “revista”, “enquadro” ou “baculejo” –, além da intuição baseada no tirocínio policial:\n\na) evitar o uso excessivo desse expediente e, por consequência, a restrição desnecessária e abusiva dos direitos fundamentais à intimidade, à privacidade e à liberdade (art. 5º, caput, e X, da Constituição Federal), porquanto, além de se tratar de conduta invasiva e constrangedora – mesmo se realizada com urbanidade, o que infelizmente nem sempre ocorre –, também implica a detenção do indivíduo, ainda que por breves instantes;\n\nb) garantir a sindicabilidade da abordagem, isto é, permitir que tanto possa ser contrastada e questionada pelas partes, quanto ter sua validade controlada a posteriori por um terceiro imparcial (Poder Judiciário), o que se inviabiliza quando a medida tem por base apenas aspectos subjetivos, intangíveis e não demonstráveis;\n\nc) evitar a repetição – ainda que nem sempre consciente – de práticas que reproduzem preconceitos estruturais arraigados na sociedade, como é o caso do perfilamento racial, reflexo direto do racismo estrutural.\n\n7. Em um país marcado por alta desigualdade social e racial, o policiamento ostensivo tende a se concentrar em grupos marginalizados e considerados potenciais criminosos ou usuais suspeitos, assim definidos por fatores subjetivos, como idade, cor da pele, gênero, classe social, local da residência, vestimentas etc. Sob essa perspectiva, a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos –– diante da discricionariedade policial na identificação de suspeitos de práticas criminosas – pode fragilizar e tornar írritos os direitos à intimidade, à privacidade e à liberdade.\n\n8. “Os enquadros se dirigem desproporcionalmente aos rapazes negros moradores de favelas dos bairros pobres das periferias. Dados similares quanto à sobrerrepresentação desse perfil entre os suspeitos da polícia são apontados por diversas pesquisas desde os anos 1960 até hoje e em diferentes países do mundo. Trata-se de um padrão consideravelmente antigo e que ainda hoje se mantém, de modo que, ao menos entre os estudiosos da polícia, não existe mais dúvida de que o racismo é reproduzido e reforçado através da maior vigilância policial a que é submetida a população negra”. Mais do que isso, “os policiais tendem a enquadrar mais pessoas jovens, do sexo masculino e de cor negra não apenas como um fruto da dinâmica da criminalidade, como resposta a ações criminosas, mas como um enviesamento no exercício do seu poder contra esse grupo social, independentemente do seu efetivo engajamento com condutas ilegais, por um direcionamento prévio do controle social na sua direção” (DA MATA, Jéssica, A Política do Enquadro, São Paulo: RT, 2021, p. 150 e 156).\n\n9. A pretexto de transmitir uma sensação de segurança à população, as agências policiais – em verdadeiros \"tribunais de rua\" – cotidianamente constrangem os famigerados “elementos suspeitos” com base em preconceitos estruturais, restringem indevidamente seus direitos fundamentais, deixam-lhes graves traumas e, com isso, ainda prejudicam a imagem da própria instituição e aumentam a desconfiança da coletividade sobre ela.\n\n10. Daí a importância, como se tem insistido desde o julgamento do HC n. 598.051/SP (Rel. Ministro Rogerio Schietti, 6ª T., DJe 15/3/2021), do uso de câmeras pelos agentes de segurança, a fim de que se possa aprimorar o controle sobre a atividade policial, tanto para coibir práticas ilegais, quanto para preservar os bons policiais de injustas e levianas acusações de abuso. Sobre a gravação audiovisual, aliás, é pertinente destacar o recente julgamento pelo Supremo Tribunal Federal dos Embargos de Declaração na Medida Cautelar da ADPF n. 635 (\"ADPF das Favelas\", finalizado em 3/2/2022), oportunidade na qual o Pretório Excelso – em sua composição plena e em consonância com o decidido por este Superior Tribunal no HC n. 598.051/SP – reconheceu a imprescindibilidade de tal forma de monitoração da atividade policial e determinou, entre outros pontos, que \"o Estado do Rio de Janeiro, no prazo máximo de 180 (cento e oitenta) dias, instale equipamentos de GPS e sistemas de gravação de áudio e vídeo nas viaturas policiais e nas fardas dos agentes de segurança, com o posterior armazenamento digital dos respectivos arquivos\".\n\n11. Mesmo que se considere que todos os flagrantes decorrem de busca pessoal – o que por certo não é verdade –, as estatísticas oficiais das Secretarias de Segurança Pública apontam que o índice de eficiência no encontro de objetos ilícitos em abordagens policiais é de apenas 1%; isto é, de cada 100 pessoas revistadas pelas polícias brasileiras, apenas uma é autuada por alguma ilegalidade. É oportuno lembrar, nesse sentido, que, em Nova Iorque, o percentual de “eficiência” das stop and frisks era de 12%, isto é, 12 vezes a porcentagem de acerto da polícia brasileira, e, mesmo assim, foi considerado baixo e inconstitucional em 2013, no julgamento da class action Floyd, et al. v. City of New York, et al. pela juíza federal Shira Scheindlin.\n\n12. Conquanto as instituições policiais hajam figurado no centro das críticas, não são as únicas a merecê-las. É preciso que todos os integrantes do sistema de justiça criminal façam uma reflexão conjunta sobre o papel que ocupam na manutenção da seletividade racial. Por se tratar da “porta de entrada” no sistema, o padrão discriminatório salta aos olhos, à primeira vista, nas abordagens policiais, efetuadas principalmente pela Polícia Militar. No entanto, práticas como a evidenciada no processo objeto deste recurso só se perpetuam porque, a pretexto de combater a criminalidade, encontram respaldo e chancela, tanto de delegados de polícia, quanto de representantes do Ministério Público – a quem compete, por excelência, o controle externo da atividade policial (art. 129, VII, da Constituição Federal) e o papel de custos iuris –, como também, em especial, de segmentos do Poder Judiciário, ao validarem medidas ilegais e abusivas perpetradas pelas agências de segurança.\n\n13. Nessa direção, o Manual do Conselho Nacional de Justiça para Tomada de Decisão na Audiência de Custódia orienta a que:\n\n\"Reconhecendo o perfilamento racial nas abordagens policiais e, consequentemente, nos flagrantes lavrados pela polícia, cabe então ao Poder Judiciário assumir um papel ativo para interromper e reverter esse quadro, diferenciando-se dos atores que o antecedem no fluxo do sistema de justiça criminal\".\n\n14. Em paráfrase ao mote dos movimentos antirracistas, é preciso que sejamos mais efetivos ante as práticas autoritárias e violentas do Estado brasileiro, pois enquanto não houver um alinhamento pleno, por parte de todos nós, entre o discurso humanizante e ações verdadeiramente transformadoras de certas práticas institucionais e individuais, continuaremos a assistir, apenas com lamentos, a morte do presente e do futuro, de nosso país e de sua população mais invisível e vulnerável. E não realizaremos o programa anunciado logo no preâmbulo de nossa Constituição, de construção de um Estado Democrático, destinado a assegurar o exercício dos direitos sociais e individuais, a liberdade, a segurança, o bem-estar, o desenvolvimento, a igualdade e a justiça como valores supremos de uma sociedade fraterna, pluralista e sem preconceitos.\n\n15. Na espécie, a guarnição policial \"deparou com um indivíduo desconhecido em atitude suspeita\" e, ao abordá-lo e revistar sua mochila, encontrou porções de maconha e cocaína em seu interior, do que resultou a prisão em flagrante do recorrente. Não foi apresentada nenhuma justificativa concreta para a revista no recorrente além da vaga menção a uma suposta “atitude suspeita”, algo insuficiente para tal medida invasiva, conforme a jurisprudência deste Superior Tribunal, do Supremo Tribunal Federal e da Corte Interamericana de Direitos Humanos.\n\n16. Recurso provido para determinar o trancamento do processo. (RHC n. 158.580/BA, relator Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 19/4/2022, DJe 25/4/2022.)"},{"id":5,"topico":"Busca pessoal","resultado":"Sabe-se que o art. 244 do Código de Processo Penal prevê que \"a busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\nA Sexta Turma do Superior Tribunal de Justiça, ao analisar o Recurso em Habeas Corpus n. 158.580/BA, apreciou a matéria referente à busca pessoal prevista no referido art. 244 do CPP. O Ministro Rogerio Schietti, relator do referido recurso, concluiu que:\n\n","tags":"busca, pessoal, ilegal, nervosismo, denúncia, anônima","precedente":"RECURSO EM HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. AUSÊNCIA DE FUNDADA SUSPEITA. ALEGAÇÃO VAGA DE \"ATITUDE SUSPEITA\". INSUFICIÊNCIA. ILICITUDE DA PROVA OBTIDA. TRANCAMENTO DO PROCESSO. RECURSO PROVIDO.\n\n1. Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) - baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto - de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência.\n\n2. Entretanto, a normativa constante do art. 244 do CPP não se limita a exigir que a suspeita seja fundada. É preciso, também, que esteja relacionada à \"posse de arma proibida ou de objetos ou papéis que constituam corpo de delito\". Vale dizer, há uma necessária referibilidade da medida, vinculada à sua finalidade legal probatória, a fim de que não se converta em salvo-conduto para abordagens e revistas exploratórias (fishing expeditions), baseadas em suspeição genérica existente sobre indivíduos, atitudes ou situações, sem relação específica com a posse de arma proibida ou objeto (droga, por exemplo) que constitua corpo de delito de uma infração penal. O art. 244 do CPP não autoriza buscas pessoais praticadas como \"rotina\" ou \"praxe\" do policiamento ostensivo, com finalidade preventiva e motivação exploratória, mas apenas buscas pessoais com finalidade probatória e motivação correlata.\n\n3. Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições e impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, apoiadas, por exemplo, exclusivamente, no tirocínio policial. Ante a ausência de descrição concreta e precisa, pautada em elementos objetivos, a classificação subjetiva de determinada atitude ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, não preenche o standard probatório de \"fundada suspeita\" exigido pelo art. 244 do CPP.\n\n4. O fato de haverem sido encontrados objetos ilícitos - independentemente da quantidade - após a revista não convalida a ilegalidade prévia, pois é necessário que o elemento \"fundada suspeita de posse de corpo de delito\" seja aferido com base no que se tinha antes da diligência. Se não havia fundada suspeita de que a pessoa estava na posse de arma proibida, droga ou de objetos ou papéis que constituam corpo de delito, não há como se admitir que a mera descoberta casual de situação de flagrância, posterior à revista do indivíduo, justifique a medida.\n\n5. A violação dessas regras e condições legais para busca pessoal resulta na ilicitude das provas obtidas em decorrência da medida, bem como das demais provas que dela decorrerem em relação de causalidade, sem prejuízo de eventual responsabilização penal do(s) agente(s) público(s) que tenha(m) realizado a diligência.\n\n6. Há três razões principais para que se exijam elementos sólidos, objetivos e concretos para a realização de busca pessoal - vulgarmente conhecida como \"dura\", \"geral\", \"revista\", \"enquadro\" ou \"baculejo\" -, além da intuição baseada no tirocínio policial:\n\na) evitar o uso excessivo desse expediente e, por consequência, a restrição desnecessária e abusiva dos direitos fundamentais à intimidade, à privacidade e à liberdade (art. 5º, caput, e X, da Constituição Federal), porquanto, além de se tratar de conduta invasiva e constrangedora - mesmo se realizada com urbanidade, o que infelizmente nem sempre ocorre -, também implica a detenção do indivíduo, ainda que por breves instantes;\n\nb) garantir a sindicabilidade da abordagem, isto é, permitir que tanto possa ser contrastada e questionada pelas partes, quanto ter sua validade controlada a posteriori por um terceiro imparcial (Poder Judiciário), o que se inviabiliza quando a medida tem por base apenas aspectos subjetivos, intangíveis e não demonstráveis;\n\nc) evitar a repetição - ainda que nem sempre consciente - de práticas que reproduzem preconceitos estruturais arraigados na sociedade, como é o caso do perfilamento racial, reflexo direto do racismo estrutural.\n\n7. Em um país marcado por alta desigualdade social e racial, o policiamento ostensivo tende a se concentrar em grupos marginalizados e considerados potenciais criminosos ou usuais suspeitos, assim definidos por fatores subjetivos, como idade, cor da pele, gênero, classe social, local da residência, vestimentas etc. Sob essa perspectiva, a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos -- diante da discricionariedade policial na identificação de suspeitos de práticas criminosas - pode fragilizar e tornar írritos os direitos à intimidade, à privacidade e à liberdade.\n\n8. \"Os enquadros se dirigem desproporcionalmente aos rapazes negros moradores de favelas dos bairros pobres das periferias. Dados similares quanto à sobrerrepresentação desse perfil entre os suspeitos da polícia são apontados por diversas pesquisas desde os anos 1960 até hoje e em diferentes países do mundo. Trata-se de um padrão consideravelmente antigo e que ainda hoje se mantém, de modo que, ao menos entre os estudiosos da polícia, não existe mais dúvida de que o racismo é reproduzido e reforçado através da maior vigilância policial a que é submetida a população negra\". Mais do que isso, \"os policiais tendem a enquadrar mais pessoas jovens, do sexo masculino e de cor negra não apenas como um fruto da dinâmica da criminalidade, como resposta a ações criminosas, mas como um enviesamento no exercício do seu poder contra esse grupo social, independentemente do seu efetivo engajamento com condutas ilegais, por um direcionamento prévio do controle social na sua direção\" (DA MATA, Jéssica, A Política do Enquadro, São Paulo: RT, 2021, p. 150 e 156).\n\n9. A pretexto de transmitir uma sensação de segurança à população, as agências policiais - em verdadeiros \"tribunais de rua\" - cotidianamente constrangem os famigerados \"elementos suspeitos\" com base em preconceitos estruturais, restringem indevidamente seus direitos fundamentais, deixam-lhes graves traumas e, com isso, ainda prejudicam a imagem da própria instituição e aumentam a desconfiança da coletividade sobre ela.\n\n10. Daí a importância, como se tem insistido desde o julgamento do HC n. 598.051/SP (Rel. Ministro Rogerio Schietti, 6ª T., DJe 15/3/2021), do uso de câmeras pelos agentes de segurança, a fim de que se possa aprimorar o controle sobre a atividade policial, tanto para coibir práticas ilegais, quanto para preservar os bons policiais de injustas e levianas acusações de abuso. Sobre a gravação audiovisual, aliás, é pertinente destacar o recente julgamento pelo Supremo Tribunal Federal dos Embargos de Declaração na Medida Cautelar da ADPF n. 635 (\"ADPF das Favelas\", finalizado em 3/2/2022), oportunidade na qual o Pretório Excelso - em sua composição plena e em consonância com o decidido por este Superior Tribunal no HC n. 598.051/SP - reconheceu a imprescindibilidade de tal forma de monitoração da atividade policial e determinou, entre outros pontos, que \"o Estado do Rio de Janeiro, no prazo máximo de 180 (cento e oitenta) dias, instale equipamentos de GPS e sistemas de gravação de áudio e vídeo nas viaturas policiais e nas fardas dos agentes de segurança, com o posterior armazenamento digital dos respectivos arquivos\".\n\n11. Mesmo que se considere que todos os flagrantes decorrem de busca pessoal - o que por certo não é verdade -, as estatísticas oficiais das Secretarias de Segurança Pública apontam que o índice de eficiência no encontro de objetos ilícitos em abordagens policiais é de apenas 1%; isto é, de cada 100 pessoas revistadas pelas polícias brasileiras, apenas uma é autuada por alguma ilegalidade. É oportuno lembrar, nesse sentido, que, em Nova Iorque, o percentual de \"eficiência\" das stop and frisks era de 12%, isto é, 12 vezes a porcentagem de acerto da polícia brasileira, e, mesmo assim, foi considerado baixo e inconstitucional em 2013, no julgamento da class action Floyd, et al. v. City of New York, et al. pela juíza federal Shira Scheindlin.\n\n12. Conquanto as instituições policiais hajam figurado no centro das críticas, não são as únicas a merecê-las. É preciso que todos os integrantes do sistema de justiça criminal façam uma reflexão conjunta sobre o papel que ocupam na manutenção da seletividade racial. Por se tratar da \"porta de entrada\" no sistema, o padrão discriminatório salta aos olhos, à primeira vista, nas abordagens policiais, efetuadas principalmente pela Polícia Militar. No entanto, práticas como a evidenciada no processo objeto deste recurso só se perpetuam porque, a pretexto de combater a criminalidade, encontram respaldo e chancela, tanto de delegados de polícia, quanto de representantes do Ministério Público - a quem compete, por excelência, o controle externo da atividade policial (art. 129, VII, da Constituição Federal) e o papel de custos iuris -, como também, em especial, de segmentos do Poder Judiciário, ao validarem medidas ilegais e abusivas perpetradas pelas agências de segurança.\n\n13. Nessa direção, o Manual do Conselho Nacional de Justiça para Tomada de Decisão na Audiência de Custódia orienta a que:\n\n\"Reconhecendo o perfilamento racial nas abordagens policiais e, consequentemente, nos flagrantes lavrados pela polícia, cabe então ao Poder Judiciário assumir um papel ativo para interromper e reverter esse quadro, diferenciando-se dos atores que o antecedem no fluxo do sistema de justiça criminal\".\n\n14. Em paráfrase ao mote dos movimentos antirracistas, é preciso que sejamos mais efetivos ante as práticas autoritárias e violentas do Estado brasileiro, pois enquanto não houver um alinhamento pleno, por parte de todos nós, entre o discurso humanizante e ações verdadeiramente transformadoras de certas práticas institucionais e individuais, continuaremos a assistir, apenas com lamentos, a morte do presente e do futuro, de nosso país e de sua população mais invisível e vulnerável. E não realizaremos o programa anunciado logo no preâmbulo de nossa Constituição, de construção de um Estado Democrático, destinado a assegurar o exercício dos direitos sociais e individuais, a liberdade, a segurança, o bem-estar, o desenvolvimento, a igualdade e a justiça como valores supremos de uma sociedade fraterna, pluralista e sem preconceitos.\n\n15. Na espécie, a guarnição policial \"deparou com um indivíduo desconhecido em atitude suspeita\" e, ao abordá-lo e revistar sua mochila, encontrou porções de maconha e cocaína em seu interior, do que resultou a prisão em flagrante do recorrente. Não foi apresentada nenhuma justificativa concreta para a revista no recorrente além da vaga menção a uma suposta \"atitude suspeita\", algo insuficiente para tal medida invasiva, conforme a jurisprudência deste Superior Tribunal, do Supremo Tribunal Federal e da Corte Interamericana de Direitos Humanos.\n\n16. Recurso provido para determinar o trancamento do processo.\n\n(RHC n. 158.580/BA, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 19/4/2022, DJe de 25/4/2022.)\n\n"},{"id":6,"topico":"Inverossimilhança das alegações dos policiais","resultado":"A configuração institucional brasileira tem como fundamento lógico e jurídico a confiança na atuação dos agentes estatais, tanto que lhe confere, em diversas situações, a prerrogativa de presunção de veracidade, instituto alçado à categoria de princípio quando em atuação a Administração Pública.\n\nEntretanto, tal presunção não importa em impossibilidade da análise de seus pressupostos fáticos, que pode ser mitigada após a devida valoração com critérios cotidianos como os juízos do senso comum e de verossimilhança.\n\nDevido a isso, esta Corte tem analisado com rigor certas narrativas apresentadas por agentes estatais ao justificarem o afastamento das regras constitucionais de proteção a direitos fundamentais, como a privacidade, a inviolabilidade domiciliar e o exercício cotidiano da cidadania.\n\nComo resultado, há vários julgados em que a narrativa apresentada pelos agentes estatais – em especial policiais que realizaram flagrantes – é considerada inverossímil e desconsiderada para fundamentar a mitigação dos direitos fundamentais protegidos, a despeito das considerações acima acerca da presunção de veracidade.\n\nNo mesmo sentido os seguintes julgados:","tags":"inverossimilhança, versão, policial, verossimilhança","precedente":"AGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS. FLAGRANTE. DOMICÍLIO COMO EXPRESSÃO DO DIREITO À INTIMIDADE. ASILO INVIOLÁVEL. EXCEÇÕES CONSTITUCIONAIS. INTERPRETAÇÃO RESTRITIVA. AUSÊNCIA DE FUNDADAS RAZÕES. NULIDADE DAS PROVAS OBTIDAS. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA. AGRAVO REGIMENTAL NÃO PROVIDO.\n\n[...]\n\n4. Soa inverossímil a versão policial, ao narrar que a ré, após ser abordada por agentes estatais em via pública, haveria confessado ter mais drogas no interior de sua casa, levado os policiais voluntariamente até lá e franqueado a entrada em seu domicílio.\n\n[...]\n\n[\"Se, de um lado, se deve, como regra, presumir a veracidade das declarações de qualquer servidor público, não se há de ignorar, por outro lado, que o senso comum e as regras de experiência merecem ser consideradas quando tudo indica não ser crível a versão oficial apresentada, máxime quando interfere em direitos fundamentais do indivíduo e quando se nota um indisfarçável desejo de se criar uma narrativa amparadora de uma versão que confira plena legalidade à ação estatal\" - trecho do voto condutor deste julgado]\n\n(AgRg no HC n. 732.128/SP, relator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em 27/9/2022, DJe de 7/10/2022, grifei)\n\n\n\nAGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSUAL PENAL. TRÁFICO ILÍCITO DE ENTORPECENTES. REVISTA PESSOAL. VIOLAÇÃO AO ART. 240, § 2.º DO CÓDIGO DE PROCESSO PENAL. AUSÊNCIA DE FUNDADAS SUSPEITAS. INGRESSO FORÇADO EM DOMICÍLIO. INEXISTÊNCIA DE FUNDADAS RAZÕES. ILICITUDE DAS PROVAS OBTIDAS. RECURSO DESPROVIDO.\n\n[...]\n\n4. Nos termos da jurisprudência da Sexta Turma desta Corte, \"[a]s regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes policiais de que o paciente teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e de arma de fogo e, consequentemente, a formação de prova incriminatória em desfavor do réu.\" (HC 566.532/MG, Rel. Ministro NEFI CORDEIRO, Rel. p/ Acórdão Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 09/03/2021, DJe 07/06/2021).\n\n[...]\n\n(AgRg no RHC n. 166.508/GO, relatora Ministra Laurita Vaz, Sexta Turma, julgado em 27/9/2022, DJe de 3/10/2022, grifei)\n\n\n\nAGRAVOS REGIMENTAIS NO RECURSO ESPECIAL. TRÁFICO DE DROGAS. WRIT CONCEDIDO. ABSOLVIÇÃO. BUSCA DOMICILIAR. DENÚNCIA ANÔNIMA SOBRE A LOCALIZAÇÃO DO ACUSADO. CONDIÇÃO DE FORAGIDO. AUSÊNCIA DE PERMISSÃO VÁLIDA PARA A ENTRADA NO IMÓVEL. BUSCA PROBATÓRIA DESVIRTUADA DE SUA CAPTURA. DESVIO DE FINALIDADE. ILICITUDE PROBATÓRIA. MANIFESTA ILEGALIDADE. OCORRÊNCIA.\n\n1. Verifica-se a ilicitude das provas colhidas em busca domiciliar se, após denúncia apócrifa sobre a localização do acusado, foragido do sistema prisional, os agentes policiais entraram no imóvel (quarto de hotel), afirmando ter ocorrido a permissão por parte deste, e realizaram busca probatória desvirtuada de sua captura, que resultou na apreensão de drogas e apetrechos para o tráfico.\n\n2. Conforme a jurisprudência desta Corte, a entrada no imóvel para a captura de foragido não deve servir de salvo-conduto para que todo o seu interior seja vasculhado indistintamente, em verdadeira pescaria probatória (fishing expedition), bem como não é verossímil, diante das regras de experiência e de senso comum, a afirmação de que houve a autorização de entrada no imóvel por parte do acusado, possibilitando a formação de prova incriminatória contra si.\n\n[...]\n\n(AgRg no REsp n. 2.024.193/AM, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 7/3/2023, DJe de 10/3/2023, grifei)\n\nPROCESSO PENAL. AGRAVO REGIMENTAL NO RECURSO ESPECIAL. TRÁFICO DE DROGAS. VIOLAÇÃO DE DOMICÍLIO. INGRESSO POLICIAL APOIADO EM DENÚNCIA ANÔNIMA. AUSÊNCIA DE JUSTA CAUSA. APLICAÇÃO DO ENTENDIMENTO FIRMADO NO HC N. 598.051/SP. ILEGALIDADE FLAGRANTE. AGRAVO REGIMENTAL NÃO PROVIDO.\n\n[...]\n\n7. No caso concreto, as regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes castrenses de que o acusado teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e, consequentemente, a formação de prova incriminatória em seu desfavor.\n\n8. Diante disso, a existência de denúncia anônima não constitui justa causa para o ingresso forçado de autoridades policiais, mesmo que se trate de crime permanente. Nessas hipóteses, é indispensável que, a partir da notícia de suposta prática do delito de tráfico de entorpecentes, a autoridade policial realize diligências preliminares para atestar a veracidade das informações recebidas, de modo que, antes de ingressar na residência indicada, constate movimentação atípica no local ou surpreenda a prática da atividade ilícita.\n\n[...]\n\n(AgRg no REsp n. 2.041.858/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 14/2/2023, DJe de 27/2/2023, grifei)\n\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSO PENAL. TRÁFICO DE ENTORPECENTES. NULIDADE. INVASÃO DE DOMICÍLIO. AUSÊNCIA DE FUNDADAS RAZÕES PARA O INGRESSO. AUTORIZAÇÃO DE INGRESSO. NÃO COMPROVADO. ÔNUS ESTATAL. AGRAVO REGIMENTAL DESPROVIDO.\n\n[...]\n\n3. No caso em tela, o agentes policiais tentam fazer crer que, em perseguição a um cidadão em \"atitude suspeita\" que se refugiou em sua residência, inadvertidamente olharam para dentro dela por uma janela aberta e divisaram 15 gramas de crack sobre uma mesa, daí porque concluíram imediatamente se tratar de tráfico de drogas, o que justificaria a irrupção no domicílio sem prévio mandado.\n\n[...]\n\n(AgRg no HC n. 735.572/RS, de minha relatoria, Sexta Turma, julgado em 21/6/2022, DJe de 24/6/2022, grifei)\n\n\n\nAGRAVO REGIMENTAL EM HABEAS CORPUS INTERPOSTO PELO MINISTÉRIO PÚBLICO FEDERAL CONTRA DECISÃO QUE CONCEDEU A ORDEM. TRÁFICO ILÍCITO DE ENTORPECENTES. NULIDADE. BUSCA PESSOAL E VIOLAÇÃO DE DOMICÍLIO. AUSÊNCIA DE FUNDADAS RAZÕES. VOLUNTARIEDADE DO CONSENTIMENTO PARA O INGRESSO NA RESIDÊNCIA. FALTA DE COMPROVAÇÃO. CONSTRANGIMENTO ILEGAL EVIDENCIADO. PRECEDENTES.\n\n[...]\n\n4. A Sexta Turma tem sedimentado entendimento, no sentido de que é inverossímil a suposta confissão informal (livre e voluntária) do réu sobre armazenamento de drogas no interior do imóvel, seguida de autorização para ingresso dos policiais (por parte do acusado ou de outro morador da residência), ante a ausência de comprovação do consentimento dos moradores, como ocorreu no presente caso (AgRg no HC n. 742.270/GO, Ministra Laurita Vaz, Sexta Turma, DJe 24/10/2022).\n\n[...]\n\n(AgRg no HC n. 768.471/SP, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 27/3/2023, DJe de 31/3/2023, grifei)"},{"id":7,"topico":"Autorização para entrada dos policiais","resultado":"esta Corte tem reiteradamente decidido que compete ao Estado a comprovação da voluntariedade do residente em autorizar a entrada dos policiais, o que não ocorreu no caso em tela.","tags":"autorização, ingresso, domicílio, policiais","precedente":"HABEAS CORPUS. TRÁFICO DE DROGAS. SENTENÇA. NULIDADE. INGRESSO DE POLICIAIS NO DOMICÍLIO DO ACUSADO. AUSÊNCIA DE JUSTA CAUSA OU DE AUTORIZAÇÃO JUDICIAL. COMPROMETIMENTO DA MATERIALIDADE DELITIVA. APREENSÃO DE GRANDE QUANTIDADE DE DROGA (21 KG DE MACONHA). ÔNUS DA PROVA. ESTADO ACUSADOR. PROVAS OBTIDAS EIVADAS DE VÍCIO. CONSTRANGIMENTO ILEGAL MANIFESTO.\n\n1. Esta Corte Superior tem entendido, quanto ao ingresso forçado em domicílio, que não é suficiente apenas a ocorrência de crime permanente, sendo necessárias fundadas razões de que um delito está sendo cometido, para assim justificar a entrada na residência do agente, ou, ainda, autorização para que os policiais entrem no domicílio.\n\n2. Segundo a nova orientação jurisprudencial, o ônus de comprovar a higidez dessa autorização, com prova da voluntariedade do consentimento, recai sobre o estado acusador.\n\n3. Ordem concedida para reconhecer a nulidade do flagrante em razão da invasão de domicílio e, por conseguinte, das provas obtidas em decorrência do ato e absolver o paciente da imputação delituosa (art. 386, II, do CPP) referente à Ação Penal n. 1500041-98.2020.8.26.0580, da 1ª Vara Criminal da comarca de Assis/SP. Os efeitos desta decisão deverão ser estendidos à corré.\n\n(HC n. 685.593/SP, relator Ministro Sebastião Reis Júnior, Sexta Turma, DJe de 19/10/2021, grifei.)\n\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS. APREENSÃO DE 110G (CENTO E DEZ GRAMAS) DE COCAÍNA. VIOLAÇÃO DE DOMICÍLIO. INGRESSO POLICIAL APOIADO EM DENÚNCIA ANÔNIMA AUTORIZAÇÃO DE ENTRADA NÃO COMPROVADA PELO ESTADO. AUSÊNCIA DE JUSTA CAUSA. APLICAÇÃO DO ENTENDIMENTO FIRMADO NO HC N. 598.051/SP. AGRAVO REGIMENTAL DESPROVIDO.\n\n1. Tendo como referência o recente entendimento firmado por esta Corte, nos autos do HC n. 598.051/SP, o ingresso policial forçado em domicílio, resultando na apreensão de material apto a configurar o crime de tráfico de drogas - 110g (cento e dez gramas) de cocaína -, quando apoiado em mera denúncia anônima, não traz contexto fático que justifica a dispensa de investigações prévias ou do mandado judicial para a entrada dos agentes públicos na residência, acarretando a nulidade da diligência policial, como no caso dos autos.\n\n2. Na hipótese em exame, do contexto fático delineado pelas instâncias ordinárias, infere-se que não houve nenhuma espontaneidade no dito consentimento do acusado para que os policiais ingressassem na residência, pois não foi comprovada a voluntariedade, tal como narrada na sentença condenatória, ônus probatório esse de incumbência do Estado.\n\n3. Agravo regimental desprovido.\n\n(AgRg no HC n. 692.882/RJ, de minha relatoria, Sexta Turma, DJe de 13/12/2021, grifei.)\n\n"},{"id":8,"topico":"Invasão de domicílio","resultado":"Sobre o tema, ainda, cumpre frisar que o Supremo Tribunal Federal, por ocasião do julgamento do RE n. 603.616/RO, submetido à sistemática da repercussão geral, firmou o entendimento segundo o qual a \"entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade, e de nulidade dos atos praticados\". \n\nO Ministro Rogerio Schietti Cruz, ao discorrer acerca da controvérsia objeto desta irresignação no REsp n. 1.574.681/RS, bem destacou que \"a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos, diante da discricionariedade policial na identificação de situações suspeitas relativas à ocorrência de tráfico de drogas, pode fragilizar e tornar írrito o direito à intimidade e à inviolabilidade domiciliar\" (SEXTA TURMA, julgado em 20/4/2017, DJe 30/5/2017).\n\nPontuou o ministro que \"tal compreensão não se traduz, obviamente, em transformar o domicílio em salvaguarda de criminosos, tampouco um espaço de criminalidade\", mas que \"há de se convir, no entanto, que só justifica o ingresso no domicílio alheio a situação fática emergencial consubstanciadora de flagrante delito, incompatível com o aguardo do momento adequado para, mediante mandado judicial, legitimar a entrada na residência ou local de abrigo\".\n\nNesse contexto, é importante destacar que a Sexta Turma desta Corte, em recente entendimento firmado nos autos do HC n. 598.051/SP, de relatoria do Ministro Rogerio Schietti Cruz, fixou as teses de que \"as circunstâncias que antecederem a violação do domicílio devem evidenciar, de modo satisfatório e objetivo, as fundadas razões que justifiquem tal diligência e a eventual prisão em flagrante do suspeito, as quais, portanto, não podem derivar de simples desconfiança policial, apoiada, v. g., em mera atitude 'suspeita', ou na fuga do indivíduo em direção a sua casa diante de uma ronda ostensiva, comportamento que pode ser atribuído a vários motivos, não, necessariamente, o de estar o abordado portando ou comercializando substância entorpecente\", e de que até mesmo o consentimento, registrado nos autos, para o ingresso das autoridades públicas sem mandado deve ser comprovado pelo Estado.\n","tags":"invasão, domicílio, irregular, nulidade, ","precedente":"HABEAS CORPUS. TRÁFICO DE DROGAS. FLAGRANTE. DOMICÍLIO COMO EXPRESSÃO DO DIREITO À INTIMIDADE. ASILO INVIOLÁVEL. EXCEÇÕES CONSTITUCIONAIS. INTERPRETAÇÃO RESTRITIVA. INGRESSO NO DOMICÍLIO. EXIGÊNCIA DE JUSTA CAUSA (FUNDADA SUSPEITA). CONSENTIMENTO DO MORADOR. REQUISITOS DE VALIDADE. ÔNUS ESTATAL DE COMPROVAR A VOLUNTARIEDADE DO CONSENTIMENTO. NECESSIDADE DE DOCUMENTAÇÃO E REGISTRO AUDIOVISUAL DA DILIGÊNCIA. NULIDADE DAS PROVAS OBTIDAS. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA. PROVA NULA. ABSOLVIÇÃO. ORDEM CONCEDIDA.\n\n1. O art. 5º, XI, da Constituição Federal consagrou o direito fundamental à inviolabilidade do domicílio, ao dispor que \"a casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial\".\n\n1.1 A inviolabilidade de sua morada é uma das expressões do direito à intimidade do indivíduo, o qual, sozinho ou na companhia de seu grupo familiar, espera ter o seu espaço íntimo preservado contra devassas indiscriminadas e arbitrárias, perpetradas sem os cuidados e os limites que a excepcionalidade da ressalva a tal franquia constitucional exige.\n\n1.2. O direito à inviolabilidade de domicílio, dada a sua magnitude e seu relevo, é salvaguardado em diversos catálogos constitucionais de direitos e garantias fundamentais. Célebre, a propósito, a exortação de Conde Chatham, ao dizer que: \"O homem mais pobre pode em sua cabana desafiar todas as forças da Coroa. Pode ser frágil, seu telhado pode tremer, o vento pode soprar por ele, a tempestade pode entrar, a chuva pode entrar, mas o Rei da Inglaterra não pode entrar!\" (\"The poorest man may in his cottage bid defiance to all the forces of the Crown. It may be frail, its roof may shake, the wind may blow through it, the storm may enter, the rain may enter, but the King of England cannot enter!\" William Pitt, Earl of Chatham. Speech, March 1763, in Lord Brougham Historical Sketches of Statesmen in the Time of George III First Series (1845) v. 1).\n\n2. O ingresso regular em domicílio alheio, na linha de inúmeros precedentes dos Tribunais Superiores, depende, para sua validade e regularidade, da existência de fundadas razões (justa causa) que sinalizem para a possibilidade de mitigação do direito fundamental em questão. É dizer, apenas quando o contexto fático anterior à invasão permitir a conclusão acerca da ocorrência de crime no interior da residência - cuja urgência em sua cessação demande ação imediata - é que se mostra possível sacrificar o direito à inviolabilidade do domicílio.\n\n2.1. Somente o flagrante delito que traduza verdadeira urgência legitima o ingresso em domicílio alheio, como se infere da própria Lei de Drogas (L. 11.343/2006, art. 53, II) e da Lei 12.850/2013 (art. 8º), que autorizam o retardamento da atuação policial na investigação dos crimes de tráfico de entorpecentes, a denotar que nem sempre o caráter permanente do crime impõe sua interrupção imediata a fim de proteger bem jurídico e evitar danos; é dizer, mesmo diante de situação de flagrância delitiva, a maior segurança e a melhor instrumentalização da investigação - e, no que interessa a este caso, a proteção do direito à inviolabilidade do domicílio - justificam o retardo da cessação da prática delitiva.\n\n2.2. A autorização judicial para a busca domiciliar, mediante mandado, é o caminho mais acertado a tomar, de sorte a se evitarem situações que possam, a depender das circunstâncias, comprometer a licitude da prova e, por sua vez, ensejar possível responsabilização administrativa, civil e penal do agente da segurança pública autor da ilegalidade, além, é claro, da anulação - amiúde irreversível - de todo o processo, em prejuízo da sociedade.\n\n3. O Supremo Tribunal Federal definiu, em repercussão geral (Tema 280), a tese de que: \"A entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori\" (RE n. 603.616/RO, Rel. Ministro Gilmar Mendes, DJe 8/10/2010). Em conclusão a seu voto, o relator salientou que a interpretação jurisprudencial sobre o tema precisa evoluir, de sorte a trazer mais segurança tanto para os indivíduos sujeitos a tal medida invasiva quanto para os policiais, que deixariam de assumir o risco de cometer crime de invasão de domicílio ou de abuso de autoridade, principalmente quando a diligência não tiver alcançado o resultado esperado.\n\n4. As circunstâncias que antecederem a violação do domicílio devem evidenciar, de modo satisfatório e objetivo, as fundadas razões que justifiquem tal diligência e a eventual prisão em flagrante do suspeito, as quais, portanto, não podem derivar de simples desconfiança policial, apoiada, v. g., em mera atitude \"suspeita\", ou na fuga do indivíduo em direção a sua casa diante de uma ronda ostensiva, comportamento que pode ser atribuído a vários motivos, não, necessariamente, o de estar o abordado portando ou comercializando substância entorpecente.\n\n5. Se, por um lado, práticas ilícitas graves autorizam eventualmente o sacrifício de direitos fundamentais, por outro, a coletividade, sobretudo a integrada por segmentos das camadas sociais mais precárias economicamente, excluídas do usufruto pleno de sua cidadania, também precisa sentir-se segura e ver preservados seus mínimos direitos e garantias constitucionais, em especial o de não ter a residência invadida e devassada, a qualquer hora do dia ou da noite, por agentes do Estado, sem as cautelas devidas e sob a única justificativa, não amparada em elementos concretos de convicção, de que o local supostamente seria, por exemplo, um ponto de tráfico de drogas, ou de que o suspeito do tráfico ali se homiziou.\n\n5.1. Em um país marcado por alta desigualdade social e racial, o policiamento ostensivo tende a se concentrar em grupos marginalizados e considerados potenciais criminosos ou usuais suspeitos, assim definidos por fatores subjetivos, como idade, cor da pele, gênero, classe social, local da residência, vestimentas etc.\n\n5.2. Sob essa perspectiva, a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos - diante da discricionariedade policial na identificação de suspeitos de práticas criminosas - pode fragilizar e tornar írrito o direito à intimidade e à inviolabilidade domiciliar, a qual protege não apenas o suspeito, mas todos os moradores do local.\n\n5.3. Tal compreensão não se traduz, obviamente, em cercear a necessária ação das forças de segurança pública no combate ao tráfico de entorpecentes, muito menos em transformar o domicílio em salvaguarda de criminosos ou em espaço de criminalidade. Há de se convir, no entanto, que só justifica o ingresso policial no domicílio alheio a situação de ocorrência de um crime cuja urgência na sua cessação desautorize o aguardo do momento adequado para, mediante mandado judicial - meio ordinário e seguro para o afastamento do direito à inviolabilidade da morada - legitimar a entrada em residência ou local de abrigo.\n\n6. Já no que toca ao consentimento do morador para o ingresso em sua residência - uma das hipóteses autorizadas pela Constituição da República para o afastamento da inviolabilidade do domicílio - outros países trilharam caminho judicial mais assertivo, ainda que, como aqui, não haja normatização detalhada nas respectivas Constituições e leis, geralmente limitadas a anunciar o direito à inviolabilidade da intimidade domiciliar e as possíveis autorizações para o ingresso alheio.\n\n6.1. Nos Estados Unidos, por exemplo, a par da necessidade do exame da causa provável para a entrada de policiais em domicílio de suspeitos de crimes, não pode haver dúvidas sobre a voluntariedade da autorização do morador (in dubio libertas). O consentimento \"deve ser inequívoco, específico e conscientemente dado, não contaminado por qualquer truculência ou coerção (\"consent, to be valid, 'must be unequivocal, specific and intelligently given, uncontaminated by any duress or coercion'\"). (United States v McCaleb, 552 F2d 717, 721 (6th Cir 1977), citando Simmons v Bomar, 349 F2d 365, 366 (6th Cir 1965). Além disso, ao Estado cabe o ônus de provar que o consentimento foi, de fato, livre e voluntariamente dado, isento de qualquer forma, direta ou indireta, de coação, o que é aferível pelo teste da totalidade das circunstâncias (totality of circumstances).\n\n6.2. No direito espanhol, por sua vez, o Tribunal Supremo destaca, entre outros, os seguintes requisitos para o consentimento do morador: a) deve ser prestado por pessoa capaz, maior de idade e no exercício de seus direitos; b) deve ser consciente e livre; c) deve ser documentado; d) deve ser expresso, não servindo o silêncio como consentimento tácito.\n\n6.3. Outrossim, a documentação comprobatória do assentimento do morador é exigida, na França, de modo expresso e mediante declaração escrita à mão do morador, conforme norma positivada no art. 76 do Código de Processo Penal; nos EUA, também é usual a necessidade de assinatura de um formulário pela pessoa que consentiu com o ingresso em seu domicílio (North Carolina v. Butler (1979) 441 U.S. 369, 373; People v. Ramirez (1997) 59 Cal.App.4th 1548, 1558; U.S. v. Castillo (9a Cir. 1989) 866 F.2d 1071, 1082), declaração que, todavia, será desconsiderada se as circunstâncias indicarem ter sido obtida de forma coercitiva ou houver dúvidas sobre a voluntariedade do consentimento (Haley v. Ohio (1947) 332 U.S. 596, 601; People v. Andersen (1980) 101 Cal.App.3d 563, 579.\n\n6.4. Se para simplesmente algemar uma pessoa, já presa - ostentando, portanto, alguma verossimilhança do fato delituoso que deu origem a sua detenção -, exige-se a indicação, por escrito, da justificativa para o uso de tal medida acautelatória, seria então, no tocante ao ingresso domiciliar, \"necessário que nós estabeleçamos, desde logo, como fizemos na Súmula 11, alguma formalidade para que essa razão excepcional seja justificada por escrito, sob pena das sanções cabíveis\" (voto do Min. Ricardo Lewandowski, no RE n. 603.616/TO).\n\n6.5. Tal providência, aliás, já é determinada pelo art. 245, § 7º, do Código de Processo Penal - analogicamente aplicável para busca e apreensão também sem mandado judicial - ao dispor que, \"[f]inda a diligência, os executores lavrarão auto circunstanciado, assinando-o com duas testemunhas presenciais, sem prejuízo do disposto no § 4º\".\n\n7. São frequentes e notórias as notícias de abusos cometidos em operações e diligências policiais, quer em abordagens individuais, quer em intervenções realizadas em comunidades dos grandes centros urbanos. É, portanto, ingenuidade, academicismo e desconexão com a realidade conferir, em tais situações, valor absoluto ao depoimento daqueles que são, precisamente, os apontados responsáveis pelos atos abusivos. E, em um país conhecido por suas práticas autoritárias - não apenas históricas, mas atuais -, a aceitação desse comportamento compromete a necessária aquisição de uma cultura democrática de respeito aos direitos fundamentais de todos, independentemente de posição social, condição financeira, profissão, local da moradia, cor da pele ou raça.\n\n7.1. Ante a ausência de normatização que oriente e regule o ingresso em domicílio alheio, nas hipóteses excepcionais previstas no Texto Maior, há de se aceitar com muita reserva a usual afirmação - como ocorreu no caso ora em julgamento - de que o morador anuiu livremente ao ingresso dos policiais para a busca domiciliar, máxime quando a diligência não é acompanhada de documentação que a imunize contra suspeitas e dúvidas sobre sua legalidade.\n\n7.2. Por isso, avulta de importância que, além da documentação escrita da diligência policial (relatório circunstanciado), seja ela totalmente registrada em vídeo e áudio, de maneira a não deixar dúvidas quanto à legalidade da ação estatal como um todo e, particularmente, quanto ao livre consentimento do morador para o ingresso domiciliar. Semelhante providência resultará na diminuição da criminalidade em geral - pela maior eficácia probatória, bem como pela intimidação a abusos, de um lado, e falsas acusações contra policiais, por outro - e permitirá avaliar se houve, efetivamente, justa causa para o ingresso e, quando indicado ter havido consentimento do morador, se foi ele livremente prestado.\n\n8. Ao Poder Judiciário, ante a lacuna da lei para melhor regulamentação do tema, cabe responder, na moldura do Direito, às situações que, trazidas por provocação do interessado, se mostrem violadoras de direitos fundamentais do indivíduo. E, especialmente, ao Superior Tribunal de Justiça compete, na sua função judicante, buscar a melhor interpretação possível da lei federal, de sorte a não apenas responder ao pedido da parte, mas também formar precedentes que orientem o julgamento de casos futuros similares.\n\n8.1. As decisões do Poder Judiciário - mormente dos Tribunais incumbidos de interpretar, em última instância, as leis federais e a Constituição - servem para dar resposta ao pedido no caso concreto e também para \"enriquecer o estoque das regras jurídicas\" (Melvin Eisenberg. The nature of the common law. Cambridge: Harvard University Press, 1998. p. 4) e assegurar, no plano concreto, a realização dos valores, princípios e objetivos definidos na Constituição de cada país. Para tanto, não podem, em nome da maior eficiência punitiva, tolerar práticas que se divorciam do modelo civilizatório que deve orientar a construção de uma sociedade mais igualitária, fraterna, pluralista e sem preconceitos.\n\n8.2. Como assentado em conhecido debate na Suprema Corte dos EUA sobre a admissibilidade das provas ilícitas (Weeks v. United States, 232 U.S. 383,1914), se os tribunais permitem o uso de provas obtidas em buscas ilegais, tal procedimento representa uma afirmação judicial de manifesta negligência, se não um aberto desafio, às proibições da Constituição, direcionadas à proteção das pessoas contra esse tipo de ação não autorizada (\"such proceeding would be to affirm by judicial decision a manifest neglect, if not an open defiance, of the prohibitions of the Constitution, intended for the protection of the people against such unauthorized action\").\n\n8.3. A situação versada neste e em inúmeros outros processos que aportam a esta Corte Superior diz respeito à própria noção de civilidade e ao significado concreto do que se entende por Estado Democrático de Direito, que não pode coonestar, para sua legítima existência, práticas abusivas contra parcelas da população que, por sua topografia e status social e econômico, costumam ficar mais suscetíveis ao braço ostensivo e armado das forças de segurança.\n\n9. Na espécie, não havia elementos objetivos, seguros e racionais que justificassem a invasão de domicílio do suspeito, porquanto a simples avaliação subjetiva dos policiais era insuficiente para conduzir a diligência de ingresso na residência, visto que não foi encontrado nenhum entorpecente na busca pessoa realizada em via pública.\n\n10. A seu turno, as regras de experiência e o senso comum, somadas às peculiaridades do caso concreto, não conferem verossimilhança à afirmação dos agentes castrenses de que o paciente teria autorizado, livre e voluntariamente, o ingresso em seu próprio domicílio, franqueando àqueles a apreensão de drogas e, consequentemente, a formação de prova incriminatória em seu desfavor.\n\n11. Assim, como decorrência da proibição das provas ilícitas por derivação (art. 5º, LVI, da Constituição da República), é nula a prova derivada de conduta ilícita - no caso, a apreensão, após invasão desautorizada da residência do paciente, de 109 g de maconha -, pois evidente o nexo causal entre uma e outra conduta, ou seja, entre a invasão de domicílio (permeada de ilicitude) e a apreensão de drogas.\n\n12. Habeas Corpus concedido, com a anulação da prova decorrente do ingresso desautorizado no domicílio e consequente absolvição do paciente, dando-se ciência do inteiro teor do acórdão aos Presidentes dos Tribunais de Justiça dos Estados e aos Presidentes dos Tribunais Regionais Federais, bem como às Defensorias Públicas dos Estados e da União, ao Procurador-Geral da República e aos Procuradores-Gerais dos Estados, aos Conselhos Nacionais da Justiça e do Ministério Público, à Ordem dos Advogados do Brasil, ao Conselho Nacional de Direitos Humanos, ao Ministro da Justiça e Segurança Pública e aos Governadores dos Estados e do Distrito Federal, encarecendo a estes últimos que deem conhecimento do teor do julgado a todos os órgãos e agentes da segurança pública federal, estadual e distrital.\n\n13. Estabelece-se o prazo de um ano para permitir o aparelhamento das polícias, treinamento e demais providências necessárias para a adaptação às diretrizes da presente decisão, de modo a, sem prejuízo do exame singular de casos futuros, evitar situações de ilicitude que possam, entre outros efeitos, implicar responsabilidade administrativa, civil e/ou penal do agente estatal. (HC n. 598.051/SP, relator Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 2/3/2021, DJe 15/03/2021)\n\n"},{"id":9,"topico":"Retroatividade da exigência de exame criminológico","resultado":"A Sexta turma desta Corte decidiu que não se aplica a obrigação de exame criminológico a condenaçôes anteriores à publicação da Lei n. 11.843/2024.","tags":"exame, criminológico, retroatividade, não, retroage","precedente":"RECURSO EM HABEAS CORPUS. PROGRESSÃO DE REGIME. EXAME CRIMINOLÓGICO. LEI N. 14.843/2024. NOVATIO LEGIS IN PEJUS. IMPOSSIBILIDADE DE APLICAÇÃO RETROATIVA. CASOS COMETIDOS SOB ÉGIDE DA LEI ANTERIOR. PRECEDENTES.\n1. A exigência de realização de exame criminológico para toda e qualquer progressão de regime, nos termos da Lei n. 14/843/2024, constitui novatio legis in pejus, pois incrementa requisito, tornando mais difícil alcançar regimes prisionais menos gravosos à liberdade.\n2. A retroatividade dessa norma se mostra inconstitucional, diante do art. 5º, XL, da Constituição Federal, e ilegal, nos termos do art. 2º do Código Penal.\n3. No caso, todas as condenações do paciente são anteriores à Lei n. 14.843/2024, não sendo aplicável a disposição legal em comento de forma retroativa.\n4. Recurso em habeas corpus provido para afastar a aplicação do § 1º do art. 112 da Lei de Execução Penal, com redação dada pela Lei n. 14.843/2024, determinando o retorno dos autos ao Juízo da execução para que prossiga na análise do pedido de progressão de regime.\n(RHC n. 200.670/GO, relator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em 20/8/2024, DJe de 23/8/2024.)\n"},{"id":10,"topico":"Tópico genérico","resultado":"Entendimento genérico do Superior Tribunal de Justiça.","tags":"resultado genérico","precedente":"Precedente genérico"},{"id":11,"topico":"Direito ao esquecimento","resultado":"Esta Corte, por meio de ambas as Turmas criminais, fundou farta jurisprudência no sentido de serem desconsideradas condenações muito antigas – além de 10 anos da extinção da pena – para efeito de maus antecedentes, em obediência ao direito ao esquecimento.","tags":"direito, esquecimento, maus, antecedentes, 10, anos","precedente":"PENAL. AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. RECEPTAÇÃO. EXASPERAÇÃO DA PENA-BASE. MAUS ANTECEDENTES. \"DIREITO AO ESQUECIMENTO\". NÃO OCORRÊNCIA. REGIME MAIS GRAVOSO. SÚMULA 269/STJ. SUBSTITUIÇÃO DA SANÇÃO PRIVATIVA DE LIBERDADE POR RESTRITIVAS DE DIREITOS. INAPLICABILIDADE. AGRAVO REGIMENTAL NÃO PROVIDO.\r\n1. É firme a jurisprudência desta Corte Superior de Justiça no sentido de que as condenações atingidas pelo período depurador de 5 (cinco) anos, previsto no art. 64, inciso I, do Código Penal, embora afastem os efeitos da reincidência, não impedem a configuração dos maus antecedentes, nos termos do art. 59, do CP.\r\n2. No mesmo sentido, o Supremo Tribunal Federal, no exame do RE n. 593.818 (Tema n. 150 - repercussão geral), de relatoria do Ministro LUÍS ROBERTO BARROSO, publicado no DJE de 23/11/2020, fixou a tese de que não se aplica para o reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal. No referido julgamento, em Sessão Virtual de 14.4.2023 a 24.4.2023, o Supremo Tribunal Federal, por unanimidade, acolheu os embargos de declaração apresentados, tão somente para corrigir omissão, e fazer constar no Tema 150 da repercussão geral a fixação da tese nos seguintes moldes: Não se aplica ao reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal, podendo o julgador, fundamentada e eventualmente, não promover qualquer incremento da pena-base em razão de condenações pretéritas, quando as considerar desimportantes, ou demasiadamente distanciadas no tempo, e, portanto, não necessárias à prevenção e repressão do crime, nos termos do comando do artigo 59, do Código Penal, DJE de 05/05/2023.\r\n3. Dessa forma, pode o julgador, fundamentada e eventualmente, não promover qualquer incremento da pena-base em razão de condenações pretéritas, quando as considerar desimportantes, ou demasiadamente distanciadas no tempo, e, portanto, não necessárias à prevenção e repressão do crime.\r\n4. Quanto à aplicação do denominado \"direito ao esquecimento\", ambas as Turmas que compõem a Terceira Seção desta Corte Superior posicionaram-se no sentido de que a avaliação dos antecedentes deve ser feita com observância aos princípios da proporcionalidade e da razoabilidade, levando-se em consideração o lapso temporal transcorrido entre extinção da pena anteriormente imposta e a prática do novo delito, qual seja mais de 10 anos.\r\n[...]\r\n(AgRg no AREsp n. 2.720.056/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 24/9/2024, DJe de 1/10/2024.)\r\n"}]}