{"resultados":[{"id":3,"resultado":"Esta Corte tem firme jurisprudência no sentido de que anotações criminais pretéritas, maus antecedentes, reincidência, histórico de atos infracionais, ações penais ou até mesmo inquéritos policiais em curso justificam a decretação e manutenção da prisão preventiva ante o risco à ordem pública, dado que sugestivas de contumácia delitiva do agente e, por consequência, de sua periculosidade.","tags":"prisão, preventiva, ações, penais, curso, inquérito, contumácia, reiteração, ordem, pública, periculosidade","precedente":"AGRAVO REGIMENTAL EM HABEAS CORPUS. TRÁFICO DE DROGAS E POSSE IRREGULAR DE ARMA DE FOGO. PEDIDO DE PRISÃO DOMICILIAR. IMPOSSIBILIDADE. INDÍCIOS DE COMETIMENTO DE NOVO CRIME COM VIOLÊNCIA POR PARTE DA AGRAVANTE. GRAVIDADE CONCRETA. CONDIÇOES PESSOAIS FAVORÁVEIS. IRRELEVÂNCIA. MEDIDAS CAUTELARES ALTERNATIVAS. INSUFICIÊNCIA. AUSÊNCIA DE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n[...]\n3. A propósito, \"como sedimentado em farta jurisprudência desta Corte, maus antecedentes, reincidência ou até mesmo outras ações penais ou inquéritos em curso justificam a imposição de segregação cautelar como forma de evitar a reiteração delitiva e, assim, garantir a ordem pública\" (RHC n. 156.048/SC, Rel. Ministro ANTONIO SALDANHA PALHEIRO, SEXTA TURMA, julgado em 15/02/2022, DJe 18/02/2022).\n[...]\n(AgRg no HC n. 922.102/MT, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 26/8/2024, DJe de 28/8/2024.)\n\n\nAGRAVO REGIMENTAL NO HABEAS CORPUS. TRÁFICO DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. PRISÃO PREVENTIVA. PERICULUM LIBERTATIS. FUNDAMENTAÇÃO SUFICIENTE. MEDIDAS CAUTELARES. INSUFICIÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ficou evidenciada a necessidade da medida constritiva de liberdade, porquanto demonstrada a gravidade concreta da conduta imputada ao acusado, considerando as circunstâncias fáticas - concurso de pessoas, com envolvimento de adolescentes, com utilização de diversas residências para armazenar drogas, embalagens, celulares, com grande quantidade de entorpecentes e ainda em variedade de substâncias, etc - , bem como o risco de reiteração delitiva, em razão da \"existência de atos delituosos anteriores, pela mesma prática criminosa\".\n2. Conforme orientação jurisprudencial desta Corte, inquéritos e ações penais em curso constituem elementos capazes de demonstrar o risco concreto de reiteração delituosa, justificando a decretação da prisão preventiva para garantia da ordem pública.\n3. Dadas as apontadas circunstâncias do fato e as condições pessoais do acusado, não se mostra adequada e suficiente a substituição da prisão preventiva por medidas a ela alternativas (art. 282, c/c o art. 319 do CPP).\n4. Agravo regimental desprovido.\n(AgRg no HC n. 874.767/SP, relator Ministro Jesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em 19/8/2024, DJe de 22/8/2024.)\n"},{"id":4,"resultado":"O destinatário da minorante prevista no art. 33, §4º, da Lei n. 11.343/2006 é, por expressa disposição legal, o agente primário, de bons antecedentes, que não se dedica a atividades delituosas e que não faz parte de organização criminosa.\nOu seja, é direcionado àquele pequeno traficante que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida ou estão inseridos em esquema maior de distribuição das drogas.","tags":"destinatário, minorante, tráfico, privilegiado","precedente":"AGRAVO REGIMENTAL NO HABEAS CORPUS. PENAL. DOSIMETRIA DA PENA. TRÁFICO DE DROGAS. MINORANTE. AFASTAMENTO EM RAZÃO DA QUANTIDADE DE DROGA APREENDIDA. FUNDAMENTO INIDÔNEO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos do art. 33, § 4º, da Lei n. 11.343/2006, o agente poderá ser beneficiado com a redução de 1/6 (um sexto) a 2/3 (dois terços) da pena, desde que seja primário e portador de bons antecedentes e não se dedique às atividades criminosas nem integre organização criminosa. É evidente, portanto, que o benefício descrito no aludido dispositivo legal tem como destinatário o pequeno traficante, ou seja, aquele que inicia sua vida no comércio ilícito de entorpecentes, muitas das vezes até para viabilizar seu próprio consumo, e não os que, comprovadamente, fazem do crime seu meio habitual de vida.\n2. No caso, as instâncias de origem justificaram o afastamento da causa especial de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006, tão somente com base na quantidade de droga apreendida. Todavia, tal fundamento é inidôneo à negativa da causa de diminuição referenciada.\n3. Agravo regimental desprovido.\n(AgRg no HC n. 882.329/SP, relator Ministro Antonio Saldanha Palheiro, Sexta Turma, julgado em 2/9/2024, DJe de 5/9/2024.)\n"},{"id":3,"resultado":"Como evolução do entendimento da necessidade de elementos suficientes para a busca pessoal, a 3ª Seção desta Corte definiu que a tentativa de fuga, pelo réu, ao visualizar uma guarnição policial, autoriza a referida diligência, desde que se apresente narrativa verossímil, coerente e não contraditória com os demais elementos informativos.","tags":"busca, pessoal, fuga, polícia, policial, autoriza, 3ª, Seção, Schietti, 244, CPP, código, processo, penal","precedente":"HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. ART. 244 DO CPP. FUGA DO RÉU AO AVISTAR A GUARNIÇÃO POLICIAL. FUNDADA SUSPEITA QUANTO À POSSE DE CORPO DE DELITO. CONFIGURAÇÃO. ABSOLVIÇÃO. IMPOSSIBILIDADE. PROVAS LÍCITAS. ORDEM DENEGADA.\n\n1. Segundo o disposto no art. 244 do Código de Processo Penal, \"A busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\n2. Por ocasião do julgamento do RHC n. 158.580/BA (Rel. Ministro Rogerio Schietti, 6ª T, DJe 25/4/2022), a Sexta Turma desta Corte Superior de Justiça, à unanimidade, propôs criteriosa análise sobre a realização de buscas pessoais e apresentou como conclusões, no que interessa: 2.1. \"Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) - baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto - de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência\" [...]. 2.2. \"Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições/impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, baseadas, por exemplo, exclusivamente, no tirocínio policial\".\n\n3. A Corte Interamericana de Direitos Humanos, no caso Fernandez Prieto e Tumbeiro v. Argentina, ao tratar sobre a validade de buscas pessoais, assentou que, \"ante a ausência de elementos objetivos, a classificação de determinada conduta ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, obedece às convicções pessoais dos agentes intervenientes e as práticas dos próprios corpos de segurança, o que comporta um grau de arbitrariedade que é incompatível com o art. 7.3 da CADH\". Em 11/4/2024, o Plenário do Supremo Tribunal Federal encampou essa compreensão quanto à necessidade de elementos objetivos para a busca, ao firmar a tese, no HC n. 208.240/SP, de que \"A busca pessoal, independente de mandado judicial, deve estar fundada em elementos indiciários objetivos de que a pessoa esteja na posse de arma proibida, ou de objetos ou papeis que constituam corpo de delito, não sendo lícita a realização da medida com base na raça, sexo, orientação sexual, cor da pele, ou aparência física\".\n\n4. Não se desconsidera, por certo, que os agentes de segurança, em virtude da experiência adquirida durante anos no trabalho nas ruas, talvez possam ter uma certa \"intuição\" sobre algumas situações, da mesma forma que um magistrado com anos de carreira, em certos casos, eventualmente \"sinta\" quando algum réu ou testemunha está mentindo em um depoimento. Entretanto, do mesmo modo que o juiz não pode fundamentar uma decisão afirmando apenas ter \"sentido\" que o acusado ou testemunha mentiu em seu depoimento, também não se pode admitir que o policial adote medidas restritivas de direitos fundamentais com base somente na sua intuição ou impressão subjetiva.\n\n5. Não é possível argumentar que uma busca (fato anterior) é válida porque o réu foi preso (fato posterior) e, ao mesmo tempo, dizer que a prisão (fato posterior) é válida porque a busca (fato anterior) encontrou drogas. Se havia fundada suspeita de posse de corpo de delito, a ação policial é legal, mesmo que o indivíduo seja inocente; se não havia, a ação é ilegal, ainda que o indivíduo seja culpado.\n\n6. O cerne da controvérsia em debate é saber se a conduta de fugir correndo repentinamente ao avistar uma guarnição policial preenche ou não o requisito de fundada suspeita de corpo de delito para uma busca pessoal em via pública, nos termos do art. 244 do CPP.\n\n7. Não se ignora, naturalmente, que esta Corte vem rechaçando a validade de buscas domiciliares realizadas com base apenas no fato de o suspeito haver corrido para dentro de casa ao avistar uma guarnição policial. Também não se desconhece a recente decisão proferida sobre o tema pelo Plenário do Supremo Tribunal Federal no julgamento do HC n. 169.788/SP. É importante notar, porém, que, ao contrário do que noticiaram alguns veículos de informação, embora a ordem de habeas corpus não haja sido concedida pela Suprema Corte, não houve maioria no colegiado para estabelecer a tese de que a fuga do suspeito para o interior da residência ao avistar a polícia justifica, por si só, o ingresso domiciliar. Assim, por imperativo de coerência, é necessário esclarecer o motivo pelo qual essa atitude, embora não justifique uma busca domiciliar sem mandado, pode justificar uma busca pessoal em via pública. Para isso, é preciso invocar a noção de standards probatórios, os quais devem seguir uma tendência progressiva, de acordo com a gravidade da medida a ser adotada.\n\n8. Enquanto a proteção contra buscas pessoais arbitrárias está no Código de Processo Penal (art. 244) e decorre apenas indiretamente das proteções constitucionais à privacidade, à intimidade e à liberdade, a inviolabilidade do domicílio está prevista expressamente em diversos diplomas internacionais de proteção aos direitos humanos e na Constituição Federal, em inciso próprio do art. 5º, como cláusula pétrea, além de a afronta a essa garantia ser criminalizada nos arts. 22 da Lei n. 13.869/2019 e 150 do Código Penal. É bem verdade que buscas pessoais são invasivas e que algumas delas eventualmente podem ser quase tão constrangedoras quanto buscas domiciliares; no entanto, não há como negar a diferença jurídica de tratamento entre as medidas.\n\n9. O art. 5º, XI, da Constituição Federal exige, para o ingresso domiciliar sem mandado judicial - ressalvadas as hipóteses de \"prestar socorro\" ou \"desastre\" -, a existência de flagrante delito, e o Supremo Tribunal Federal, no julgamento do Tema de Repercussão Geral n. 280, reputou necessário haver \"fundadas razões\" prévias quanto à existência de situação flagrancial no interior do imóvel.\n\nAssim, embora o STF não haja imposto um standard probatório de plena certeza, trata-se de uma exigência elevada quanto à provável existência de flagrante delito, diante da ressaltada dimensão que a proteção domiciliar ocupa e da interpretação restritiva que se deve atribuir às exceções a essa garantia fundamental. E, ao contrário do que se dá na busca pessoal, o direito à inviolabilidade do domicílio não protege apenas o alvo de uma atuação policial, mas todo o grupo de pessoas que residem ou se encontram no local da diligência.\n\n10. Já no que concerne às buscas pessoais, apesar de evidentemente não poderem ser realizadas sem critério legítimo, o que a lei exige é a presença de fundada suspeita da posse de objeto que constitua corpo de delito, isto é, uma suspeição razoavelmente amparada em algo sólido, concreto e objetivo, que se diferencie da mera suspeita intuitiva e subjetiva.\n\n11. É possível cogitar quatro motivos principais para que alguém empreenda fuga ao avistar uma guarnição policial: a) estar praticando crime naquele exato momento (flagrante delito); b) estar na posse de objeto que constitua corpo de delito (o que nem sempre representa uma situação flagrancial); c) estar em situação de descumprimento de alguma medida judicial (por exemplo, medida cautelar de recolhimento noturno, prisão domiciliar, mandado de prisão em aberto etc.) ou cometendo irregularidade administrativa (v. g. dirigir sem habilitação); d) ter medo de sofrer pessoalmente algum abuso por parte da polícia ou receio de ficar próximo a eventual tiroteio e ser atingido por bala perdida, sobretudo nas comunidades periféricas habitadas por grupos vulneráveis e marginalizados, em que a violência policial e as intensas trocas de tiros entre policiais e criminosos são dados presentes da realidade.\n\n12. Com base nessas premissas, diante da considerável variabilidade de possíveis explicações para essa atitude, entende-se que fugir correndo repentinamente ao avistar uma guarnição policial não configura, por si só, flagrante delito, nem algo próximo disso para justificar que se excepcione a garantia constitucional da inviolabilidade domiciliar. Trata-se, todavia, de conduta intensa e marcante que consiste em fato objetivo - não meramente subjetivo ou intuitivo -, visível, controlável pelo Judiciário e que, embora possa ter outras explicações, no mínimo gera suspeita razoável, amparada em juízo de probabilidade, sobre a posse de objeto que constitua corpo de delito (conceito mais amplo do que situação de flagrante delito).\n\n13. Ademais, também não se trata de mera \"suspeita baseada no estado emocional ou na idoneidade ou não da reação ou forma de vestir\" ou classificação subjetiva de \"certa reação ou expressão corporal como nervosa\", o que, segundo a decisão da Corte Interamericana de Direitos Humanos no caso Fernandez Prieto e Tumbeiro v. Argentina, é insuficiente para uma busca pessoal. Fugir correndo é mais do que uma mera reação sutil, como seria o caso, por exemplo, de: a) um simples olhar (ou desvio de olhar), b) levantar-se (ou sentar-se), c) andar (ou parar de andar), d) mudar a direção ou o passo, enfim, comportamentos naturais de qualquer pessoa que podem ser explicados por uma infinidade de razões, insuficientes, a depender do contexto, para classificar a pessoa que assim se comporta como suspeita.\n\nEssas reações corporais, isoladamente, são assaz frágeis para embasar de maneira sólida uma suspeição; a fuga, porém, se distingue por representar atitude intensa, nítida e ostensiva, dificilmente confundível com uma mera reação corporal natural.\n\n14. Não se deve ignorar, entretanto, a possibilidade de que se criem discursos ou narrativas dos fatos para legitimar a diligência policial. Daí, por conseguinte, a necessidade de ser exercido um \"especial escrutínio\" sobre o depoimento policial, na linha do que propôs o Ministro Gilmar Mendes por ocasião do julgamento do RE n. 603.616/RO (Tema de Repercussão Geral n. 280): \"O policial pode invocar o próprio testemunho para justificar a medida. Claro que o ingresso forçado baseado em fatos presenciados pelo próprio policial que realiza a busca coloca o agente público em uma posição de grande poder e, por isso mesmo, deve merecer especial escrutínio\".\n\n15. Trata-se, portanto, de abandonar a cômoda e antiga prática de atribuir caráter quase que inquestionável a depoimentos prestados por testemunhas policiais, como se fossem absolutamente imunes à possibilidade de desviar-se da verdade; do contrário, deve-se submetê-los a cuidadosa análise de coerência - interna e externa -, verossimilhança e consonância com as demais provas dos autos.\n\n16. Assim, à luz de todas essas ponderações, conclui-se que fugir correndo repentinamente ao avistar uma guarnição policial configura motivo idôneo para autorizar uma busca pessoal em via pública, mas a prova desse motivo, cujo ônus é do Estado, por ser usualmente amparada apenas na palavra dos policiais, deve ser submetida a especial escrutínio, o que implica rechaçar narrativas inverossímeis, incoerentes ou infirmadas por outros elementos dos autos.\n\n17. O exame destes autos indica que o réu, ao avistar uma viatura policial que fazia patrulhamento de rotina na região dos fatos, correu, em fuga, para um terreno baldio, o que motivou a revista pessoal, na qual foram encontradas drogas. Diante das premissas estabelecidas neste voto e da ausência de elementos suficientes para infirmar ou desacreditar a versão policial, mostra-se configurada a fundada suspeita de posse de corpo de delito a autorizar a busca pessoal, nos termos do art. 244 do CPP.\n\n18. Ordem denegada. (HC n. 877.943/MS, relator Ministro Rogerio Schietti Cruz, Terceira Seção, julgado em 18/4/2024, DJe de 15/5/2024.)"},{"id":4,"resultado":"Sabe-se que o art. 244 do Código de Processo Penal prevê que \"a busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar\".\n\nA Sexta Turma desta Corte Superior, ao analisar o Recurso em Habeas Corpus n. 158.580/BA, apreciou a matéria referente à busca pessoal e/ou veicular prevista no art. 244 do CPP. O Ministro Rogerio Schietti, relator do referido recurso, assim redigiu a ementa do julgado:","tags":"busca, pessoal, atitude, suspeita, schietti, rhc, 158580, sindicabilidade, veicular, 244, cpp, nulidade, processual, processo","precedente":"RECURSO EM HABEAS CORPUS. TRÁFICO DE DROGAS. BUSCA PESSOAL. AUSÊNCIA DE FUNDADA SUSPEITA. ALEGAÇÃO VAGA DE “ATITUDE SUSPEITA”. INSUFICIÊNCIA. ILICITUDE DA PROVA OBTIDA. TRANCAMENTO DO PROCESSO. RECURSO PROVIDO.\n\n1. Exige-se, em termos de standard probatório para busca pessoal ou veicular sem mandado judicial, a existência de fundada suspeita (justa causa) – baseada em um juízo de probabilidade, descrita com a maior precisão possível, aferida de modo objetivo e devidamente justificada pelos indícios e circunstâncias do caso concreto – de que o indivíduo esteja na posse de drogas, armas ou de outros objetos ou papéis que constituam corpo de delito, evidenciando-se a urgência de se executar a diligência.\n\n2. Entretanto, a normativa constante do art. 244 do CPP não se limita a exigir que a suspeita seja fundada. É preciso, também, que esteja relacionada à “posse de arma proibida ou de objetos ou papéis que constituam corpo de delito”. Vale dizer, há uma necessária referibilidade da medida, vinculada à sua finalidade legal probatória, a fim de que não se converta em salvo-conduto para abordagens e revistas exploratórias (fishing expeditions), baseadas em suspeição genérica existente sobre indivíduos, atitudes ou situações, sem relação específica com a posse de arma proibida ou objeto (droga, por exemplo) que constitua corpo de delito de uma infração penal. O art. 244 do CPP não autoriza buscas pessoais praticadas como “rotina” ou “praxe” do policiamento ostensivo, com finalidade preventiva e motivação exploratória, mas apenas buscas pessoais com finalidade probatória e motivação correlata.\n\n3. Não satisfazem a exigência legal, por si sós, meras informações de fonte não identificada (e.g. denúncias anônimas) ou intuições e impressões subjetivas, intangíveis e não demonstráveis de maneira clara e concreta, apoiadas, por exemplo, exclusivamente, no tirocínio policial. Ante a ausência de descrição concreta e precisa, pautada em elementos objetivos, a classificação subjetiva de determinada atitude ou aparência como suspeita, ou de certa reação ou expressão corporal como nervosa, não preenche o standard probatório de “fundada suspeita” exigido pelo art. 244 do CPP.\n\n4. O fato de haverem sido encontrados objetos ilícitos – independentemente da quantidade – após a revista não convalida a ilegalidade prévia, pois é necessário que o elemento “fundada suspeita de posse de corpo de delito” seja aferido com base no que se tinha antes da diligência. Se não havia fundada suspeita de que a pessoa estava na posse de arma proibida, droga ou de objetos ou papéis que constituam corpo de delito, não há como se admitir que a mera descoberta casual de situação de flagrância, posterior à revista do indivíduo, justifique a medida.\n\n5. A violação dessas regras e condições legais para busca pessoal resulta na ilicitude das provas obtidas em decorrência da medida, bem como das demais provas que dela decorrerem em relação de causalidade, sem prejuízo de eventual responsabilização penal do(s) agente(s) público(s) que tenha(m) realizado a diligência.\n\n6. Há três razões principais para que se exijam elementos sólidos, objetivos e concretos para a realização de busca pessoal – vulgarmente conhecida como “dura”, “geral”, “revista”, “enquadro” ou “baculejo” –, além da intuição baseada no tirocínio policial:\n\na) evitar o uso excessivo desse expediente e, por consequência, a restrição desnecessária e abusiva dos direitos fundamentais à intimidade, à privacidade e à liberdade (art. 5º, caput, e X, da Constituição Federal), porquanto, além de se tratar de conduta invasiva e constrangedora – mesmo se realizada com urbanidade, o que infelizmente nem sempre ocorre –, também implica a detenção do indivíduo, ainda que por breves instantes;\n\nb) garantir a sindicabilidade da abordagem, isto é, permitir que tanto possa ser contrastada e questionada pelas partes, quanto ter sua validade controlada a posteriori por um terceiro imparcial (Poder Judiciário), o que se inviabiliza quando a medida tem por base apenas aspectos subjetivos, intangíveis e não demonstráveis;\n\nc) evitar a repetição – ainda que nem sempre consciente – de práticas que reproduzem preconceitos estruturais arraigados na sociedade, como é o caso do perfilamento racial, reflexo direto do racismo estrutural.\n\n7. Em um país marcado por alta desigualdade social e racial, o policiamento ostensivo tende a se concentrar em grupos marginalizados e considerados potenciais criminosos ou usuais suspeitos, assim definidos por fatores subjetivos, como idade, cor da pele, gênero, classe social, local da residência, vestimentas etc. Sob essa perspectiva, a ausência de justificativas e de elementos seguros a legitimar a ação dos agentes públicos –– diante da discricionariedade policial na identificação de suspeitos de práticas criminosas – pode fragilizar e tornar írritos os direitos à intimidade, à privacidade e à liberdade.\n\n8. “Os enquadros se dirigem desproporcionalmente aos rapazes negros moradores de favelas dos bairros pobres das periferias. Dados similares quanto à sobrerrepresentação desse perfil entre os suspeitos da polícia são apontados por diversas pesquisas desde os anos 1960 até hoje e em diferentes países do mundo. Trata-se de um padrão consideravelmente antigo e que ainda hoje se mantém, de modo que, ao menos entre os estudiosos da polícia, não existe mais dúvida de que o racismo é reproduzido e reforçado através da maior vigilância policial a que é submetida a população negra”. Mais do que isso, “os policiais tendem a enquadrar mais pessoas jovens, do sexo masculino e de cor negra não apenas como um fruto da dinâmica da criminalidade, como resposta a ações criminosas, mas como um enviesamento no exercício do seu poder contra esse grupo social, independentemente do seu efetivo engajamento com condutas ilegais, por um direcionamento prévio do controle social na sua direção” (DA MATA, Jéssica, A Política do Enquadro, São Paulo: RT, 2021, p. 150 e 156).\n\n9. A pretexto de transmitir uma sensação de segurança à população, as agências policiais – em verdadeiros \"tribunais de rua\" – cotidianamente constrangem os famigerados “elementos suspeitos” com base em preconceitos estruturais, restringem indevidamente seus direitos fundamentais, deixam-lhes graves traumas e, com isso, ainda prejudicam a imagem da própria instituição e aumentam a desconfiança da coletividade sobre ela.\n\n10. Daí a importância, como se tem insistido desde o julgamento do HC n. 598.051/SP (Rel. Ministro Rogerio Schietti, 6ª T., DJe 15/3/2021), do uso de câmeras pelos agentes de segurança, a fim de que se possa aprimorar o controle sobre a atividade policial, tanto para coibir práticas ilegais, quanto para preservar os bons policiais de injustas e levianas acusações de abuso. Sobre a gravação audiovisual, aliás, é pertinente destacar o recente julgamento pelo Supremo Tribunal Federal dos Embargos de Declaração na Medida Cautelar da ADPF n. 635 (\"ADPF das Favelas\", finalizado em 3/2/2022), oportunidade na qual o Pretório Excelso – em sua composição plena e em consonância com o decidido por este Superior Tribunal no HC n. 598.051/SP – reconheceu a imprescindibilidade de tal forma de monitoração da atividade policial e determinou, entre outros pontos, que \"o Estado do Rio de Janeiro, no prazo máximo de 180 (cento e oitenta) dias, instale equipamentos de GPS e sistemas de gravação de áudio e vídeo nas viaturas policiais e nas fardas dos agentes de segurança, com o posterior armazenamento digital dos respectivos arquivos\".\n\n11. Mesmo que se considere que todos os flagrantes decorrem de busca pessoal – o que por certo não é verdade –, as estatísticas oficiais das Secretarias de Segurança Pública apontam que o índice de eficiência no encontro de objetos ilícitos em abordagens policiais é de apenas 1%; isto é, de cada 100 pessoas revistadas pelas polícias brasileiras, apenas uma é autuada por alguma ilegalidade. É oportuno lembrar, nesse sentido, que, em Nova Iorque, o percentual de “eficiência” das stop and frisks era de 12%, isto é, 12 vezes a porcentagem de acerto da polícia brasileira, e, mesmo assim, foi considerado baixo e inconstitucional em 2013, no julgamento da class action Floyd, et al. v. City of New York, et al. pela juíza federal Shira Scheindlin.\n\n12. Conquanto as instituições policiais hajam figurado no centro das críticas, não são as únicas a merecê-las. É preciso que todos os integrantes do sistema de justiça criminal façam uma reflexão conjunta sobre o papel que ocupam na manutenção da seletividade racial. Por se tratar da “porta de entrada” no sistema, o padrão discriminatório salta aos olhos, à primeira vista, nas abordagens policiais, efetuadas principalmente pela Polícia Militar. No entanto, práticas como a evidenciada no processo objeto deste recurso só se perpetuam porque, a pretexto de combater a criminalidade, encontram respaldo e chancela, tanto de delegados de polícia, quanto de representantes do Ministério Público – a quem compete, por excelência, o controle externo da atividade policial (art. 129, VII, da Constituição Federal) e o papel de custos iuris –, como também, em especial, de segmentos do Poder Judiciário, ao validarem medidas ilegais e abusivas perpetradas pelas agências de segurança.\n\n13. Nessa direção, o Manual do Conselho Nacional de Justiça para Tomada de Decisão na Audiência de Custódia orienta a que:\n\n\"Reconhecendo o perfilamento racial nas abordagens policiais e, consequentemente, nos flagrantes lavrados pela polícia, cabe então ao Poder Judiciário assumir um papel ativo para interromper e reverter esse quadro, diferenciando-se dos atores que o antecedem no fluxo do sistema de justiça criminal\".\n\n14. Em paráfrase ao mote dos movimentos antirracistas, é preciso que sejamos mais efetivos ante as práticas autoritárias e violentas do Estado brasileiro, pois enquanto não houver um alinhamento pleno, por parte de todos nós, entre o discurso humanizante e ações verdadeiramente transformadoras de certas práticas institucionais e individuais, continuaremos a assistir, apenas com lamentos, a morte do presente e do futuro, de nosso país e de sua população mais invisível e vulnerável. E não realizaremos o programa anunciado logo no preâmbulo de nossa Constituição, de construção de um Estado Democrático, destinado a assegurar o exercício dos direitos sociais e individuais, a liberdade, a segurança, o bem-estar, o desenvolvimento, a igualdade e a justiça como valores supremos de uma sociedade fraterna, pluralista e sem preconceitos.\n\n15. Na espécie, a guarnição policial \"deparou com um indivíduo desconhecido em atitude suspeita\" e, ao abordá-lo e revistar sua mochila, encontrou porções de maconha e cocaína em seu interior, do que resultou a prisão em flagrante do recorrente. Não foi apresentada nenhuma justificativa concreta para a revista no recorrente além da vaga menção a uma suposta “atitude suspeita”, algo insuficiente para tal medida invasiva, conforme a jurisprudência deste Superior Tribunal, do Supremo Tribunal Federal e da Corte Interamericana de Direitos Humanos.\n\n16. Recurso provido para determinar o trancamento do processo. (RHC n. 158.580/BA, relator Ministro ROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 19/4/2022, DJe 25/4/2022.)"}]}